{
  "2025-12-01": {
    "aries": {
      "classic": "Сегодня вы рискуете случайно вдохновить кого-то своей решимостью. Особенно когда будете спорить с микроволновкой, утверждая, что она «не так на вас смотрит».",
      "uncensored": "День начнётся с того, что вы поймёте: мир опять ведёт себя как е**нутый. А вы ещё хуже. И пусть хрен кто попробует вам сегодня перечить — отправите всех лесом, причём пешком."
    },
    "taurus": {
      "classic": "Не доверяйте людям, которые слишком уверенно говорят слово «персики». Сегодня они могут втянуть вас в странные авантюры.",
      "uncensored": "Вы проснётесь с ощущением: «Кто, бл*, вчера трогал мои планы?» И будете искать виновного. Скорее всего, виноваты вы сами, но кого это останавливает?"
    },
    "gemini": {
      "classic": "День лёгкий, как пакет, который ветер несёт по двору. Вы — тот ветер. Пакет — это ваши планы. Всё красиво, хаотично и нормально.",
      "uncensored": "Ваши две половины сегодня дерутся за право рулить телом. Итог — вы шатаетесь, материтесь и выглядите, как будто вам пообещали премию, а дали п**ды."
    },
    "cancer": {
      "classic": "Немного тревожности, немного нежности и одно странное желание переставить мебель в три часа ночи. Следуйте порыву.",
      "uncensored": "Вы сегодня такая эмоциональная каша, что даже кот рядом вздохнёт: «Ё-маё, опять началось». Можете поплакать, поругаться, послать кого-то — всё по расписанию."
    },
    "leo": {
      "classic": "Ваше сияние сегодня будет таким сильным, что даже зеркало может слегка обидеться. Поддержите его, скажите что оно отражает лучшее.",
      "uncensored": "Вы настолько офигенно выглядите, что если кто-то скажет обратное — пошлите его на… экскурсию подальше. Ваша корона сегодня светится, все слепнут."
    },
    "virgo": {
      "classic": "Порядок сегодня вас найдёт сам, но будет слегка небритым и с кофе в руках. Примите этот хаотичный уют.",
      "uncensored": "Вы сегодня видите бардак везде — даже там, где его нет. И беситесь. Особенно на людей, которые «потом уберут» — да них*я они не уберут!"
    },
    "libra": {
      "classic": "Нельзя усидеть на двух стульях, но вы сегодня попробуете. И у вас почти получится — благодаря внутренней грации и внешнему пофигизму.",
      "uncensored": "Колебаться будете так сильно, что сами себя выбесите. В конце дня скажете: «Да пошло оно, я просто красивый». И будете правы."
    },
    "scorpio": {
      "classic": "День для загадочности. Смотрите вдаль, будто знаете смысл жизни. Даже если просто вспоминаете, выключили ли утюг.",
      "uncensored": "Ваш взгляд сегодня такой, что любой подумает: «Лучше я помолчу». Не удивляйтесь, если вам случайно уступят трон. Или хотя бы очередь."
    },
    "sagittarius": {
      "classic": "Хочется приключений? Они вас найдут. Даже если вы просто вышли за хлебом. Будьте готовы к судьбе.",
      "uncensored": "Вы сегодня как непредсказуемый петардный салют: громко, ярко, опасно и почему-то смешно. Не гасите себя, людям надо шоу."
    },
    "capricorn": {
      "classic": "Ваш план на день будет чётким, как новая тетрадь. Но жизнь добавит туда пару рисунков котиков. Примите их.",
      "uncensored": "День начнётся с мысли: «Кто, бл*, испортил мне график?» Ответ — сама жизнь. Вы будете ругаться, но всё равно всё сделаете идеально, как машина."
    },
    "aquarius": {
      "classic": "Идеи будут сыпаться как конфетти. Не все пригодятся, но парочка окажется гениальной.",
      "uncensored": "Ваш мозг сегодня выдаёт такие сюрреалистичные х*рни, что даже вселенная скажет: «Э, хорош, я не успеваю». Но будет круто."
    },
    "pisces": {
      "classic": "Сегодня вы будете тонкими, как антенна, ловящей эмоции Вселенной. Иногда — слишком тонкими. Обнимите кота, если есть.",
      "uncensored": "Вы с утра поплыли — и всё. В голове рыбацкий туман, в душе драма, в глазах вопрос: «Почему всё такое странное, бл*?» Не переживайте, к вечеру отпустит."
    }
  },
  "2025-12-02": {
    "aries": {
      "classic": "Сегодня вы внезапно ощутите, что ваш внутренний герой проснулся, надел плащ и пошёл спасать мир… хотя на самом деле вы просто искали носки. Вселенная наблюдает и тихо хохочет.",
      "uncensored": "Вы сегодня как будильник на нервной почве — орёте на всех подряд. Даже холодильник откроется и скажет: «бл*, спокойно». Но нет, Овен в режиме «я здесь главный, идите нахер стройными рядами»."
    },
    "taurus": {
      "classic": "День плотный, словно вы жонглируете картошкой, которая почему-то горячее судьбы. Зато всё получается, хотя выглядит странно.",
      "uncensored": "Вселенная сегодня даст вам задачи уровня «почему в кармане ключ от неизвестной двери, бл*?» И вы такие: «ладно». А потом ещё и успеете с кем-то поругаться о том, что чай на вкус «подозрительно философский»."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня будут идти не по дороге, а по потолку. Сюр в том, что это принесёт неожиданный результат: вы пройдёте туда, куда никто не планировал идти.",
      "uncensored": "Ваши две половины сегодня устроят митинг внутри головы: одна орёт «пошли работать», вторая орёт «пошли в ж*пу». И вы идёте… куда-то. Всегда куда-то. И всегда матерясь."
    },
    "cancer": {
      "classic": "Сегодня окружающие увидят в вас эмоциональный маяк, который то светит, то гаснет, то моргает азбукой Морзе. Вы непредсказуемы, но обаятельны.",
      "uncensored": "Вы сегодня как сломанный фонтан эмоций: хлещете, льёте, кричите, булькаете. Если кто-то сунется с вопросом «ты в порядке?» — утопите его в словах и мате так, что он забудет своё имя."
    },
    "leo": {
      "classic": "Вы будете сиять так ярко, что даже солнечный зайчик захочет взять у вас автограф. Люди слегка ослепнут, но им понравится.",
      "uncensored": "Ваше эго сегодня официально выходит на гастроли. Даже воздух вокруг будет шептать: «Ну началось, бл*, снова король». И честно — вы будете этому рады. Очень рады."
    },
    "virgo": {
      "classic": "Ваш внутренний порядок включится в режим «архимаг». Всё вокруг неожиданно структурируется, даже если люди вокруг творят цирк.",
      "uncensored": "Вы сегодня видите хаос и такие: «О, опять еб*чий бардак». И начинаете исправлять всё подряд. Даже то, что не ваше. Даже то, что вообще не существует."
    },
    "libra": {
      "classic": "Сегодня вы будете балансировать так тонко, что даже канатоходцы вам бы похлопали. Хоть вы и балансируете между странным и очень странным.",
      "uncensored": "Ваше настроение сегодня как broken-пульт: нажимаете «вперёд», а включает «пошёл он нах*р». Нажимаете «назад» — играется гимн агрессии. Но выглядите вы всё равно шикарно."
    },
    "scorpio": {
      "classic": "Вы будете настолько загадочным, что даже тень откажется от вас отделяться — ей страшно пропасть без пояснений.",
      "uncensored": "Ваш взгляд сегодня может прожечь дыру в судьбе. Люди будут шарахаться. Кошки будут смотреть снизу вверх. Даже Wi-Fi подумает: «Е**ать, я лучше ускорюсь»."
    },
    "sagittarius": {
      "classic": "Сегодня вы будто идёте по полю странных событий, где каждая тропинка предлагает приключение. И вы такие: «ну а чё бы нет».",
      "uncensored": "Вы сегодня — ходячий фейерверк из мата, смеха и необъяснимых действий. Можете внезапно начать философствовать над упаковкой из-под лапши. И будете правы. По-своему."
    },
    "capricorn": {
      "classic": "Ваши планы сегодня будут похожи на шахматную партию, где вы играете и за себя, и за судьбу. И обоих выигрываете.",
      "uncensored": "Вы сегодня настолько суровый, что календарь сам перелистнётся, лишь бы не спорить. Работы много, людей бесит, мат идёт, но вы — машина. Холодная, расчётливая, ох*ренно эффективная."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут приходить такие странные, что вы сами удивитесь. Но они — рабочие. А вы — гений.",
      "uncensored": "Ваш мозг сегодня выкинет такое, что даже вселенная скажет: «ну что за х*йня честная». Но будет аплодировать стоя, потому что работает."
    },
    "pisces": {
      "classic": "Вы сегодня будете плавать в мыслях так глубоко, что можете случайно найти идею, которую забыли ещё в детстве.",
      "uncensored": "Вы поплыли уже утром. К обеду поплыли ещё раз. К вечеру вы уже борт корабля судьбы, висящий на волнах и матерящийся на чайку, которая «смотрит как-то подозрительно»."
    }
  },
  "2025-12-03": {
    "aries": {
      "classic": "Сегодня вы почувствуете, что пространство слегка наклонено именно под вашим углом. Даже туман утром может показаться личным советчиком.",
      "uncensored": "Вы сегодня идёте так уверенно, будто вам выдали сертификат на «еб*ть всех морально». Даже лампочка моргнёт — и вы ей такие: «Ты чё, бл*, хочешь поговорить?»"
    },
    "taurus": {
      "classic": "День будет как странный пирог: вы не знаете, из чего он сделан, но он явно приготовлен лично для вас какой-то мистической кухней.",
      "uncensored": "Вас сегодня жрёт реальность, как голодный сосед: «Давай быстрее!» — а вы отвечаете: «Не ори, я сам сейчас кому-нибудь втащу словесно, бл*ть». Но всё успеваете."
    },
    "gemini": {
      "classic": "Мысли сегодня будут перелетать с ветки на ветку, как птица, которой вдруг приснилась другая вселенная.",
      "uncensored": "Две ваши личности сегодня спорят так громко, что даже зеркало говорит: «Бл*, заткнитесь». Вы материтесь на себя, на воздух, на расписание и почему-то — на стул."
    },
    "cancer": {
      "classic": "Сегодня эмоции будут слегка рассыпаться вокруг вас, создавая эффект мягкого водоворота. Люди будут чувствовать вашу вибрацию даже с закрытыми глазами.",
      "uncensored": "Вы сегодня обижены на всё — и при этом материтесь так нежно, что это звучит как песня. Если кто-то спросит: «Что случилось?» — скажите: «Жизнь, бл*, случилась»."
    },
    "leo": {
      "classic": "Свет вокруг сегодня будто специально отражается от вас, создавая ауру театрального величия.",
      "uncensored": "Вы сегодня настолько ох*енно царственный, что если кто-то не восхитится — пойдёт в ссылку. В устную. Через маты. С пояснениями."
    },
    "virgo": {
      "classic": "Порядок сегодня выглядит как любопытный зверёк, который сам приходит к вам и тихо просится в руки.",
      "uncensored": "Вы чините бардак с такой скоростью, что вселенная догоняет, хрипя: «Подожди, бл*ть!» Но вы не ждёте — вы пересобираете мир и материтесь, как инженер-поэт."
    },
    "libra": {
      "classic": "Сегодня вы будто держите в руках невидимую чашу весов, а ветер подсказывает, куда склоняться.",
      "uncensored": "Ваше настроение скачет, как шарик в лототроне: то «здрасте», то «идите нах*р». Люди не успевают — и вы тоже, но вам по кайфу."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня напоминает дым, который знает, куда плыть, но не спешит раскрывать тайну.",
      "uncensored": "Ваш взгляд сегодня такой, что человек подумает: «Бл*, я что сделал?» — даже если он просто повернулся. Можете материться шёпотом — и всё равно будет страшно."
    },
    "sagittarius": {
      "classic": "Сегодня дороги будут сами разворачиваться перед вами, будто ждут вашего шага.",
      "uncensored": "Судьба сегодня кидает вас по событиям, как ребёнок мяч: «Лови, бл*дь!» А вы в ответ: «Ловлю!» — и несётесь дальше, матерясь и смеясь одновременно."
    },
    "capricorn": {
      "classic": "Ваши планы похожи на чёткие геометрические фигуры, которые сами складываются в рисунок.",
      "uncensored": "Вы настолько серьёзны, что время само замедляется, боясь вас. И если кто-то полезет с тупостью — вы изобразите такое «ну ты чё, бл*?» что его реальность сдастся."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут плавать вокруг вас, как светящиеся медузы, и вы сумеете поймать самую редкую.",
      "uncensored": "Ваш мозг сегодня устроит фестиваль: «Х*як-х*як — готово!» Творчество идёт через маты, через хаос, через внезапное вдохновение — и всё работает."
    },
    "pisces": {
      "classic": "Сегодня вы словно двигаетесь по воде, которая подстраивается под ваше настроение — гладко, мягко и странно предсказуемо.",
      "uncensored": "Вы плывёте как космический корабль, только материтесь как порт: «Да ёб*рный случай, опять шторм!» Но двигаетесь красиво, драматично, артистично."
    }
  },
  "2025-12-04": {
    "aries": {
      "classic": "Сегодня вы будете идти так, будто под ногами невидимые ступеньки появляются прямо из воздуха. Мир слегка удивлён вашим маршрутом, но поддерживает.",
      "uncensored": "Вы сегодня шагаете так, будто вселенная вам что-то должна. И она, бл*, чувствует это. Любой, кто встанет поперёк — будет отправлен в путешествие «нах*р и обратно» без пересадок."
    },
    "taurus": {
      "classic": "День придёт как медленный зверь, который несёт вам маленький сюрприз в лапах. Возможно, это идея, возможно, странный сон.",
      "uncensored": "Вы сегодня двигаетесь как танк на эмоциях. Если кто-то решит подлезть со своими советами — вы объясните ему, где его место, используя 3 слова и все они «еб***ские»."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня похожи на две параллельные реки, которые иногда пересекаются без предупреждения. Вы будете удивляться сами себе.",
      "uncensored": "Ваши внутренние личности сегодня так ругаться будут, что воздух вокруг покраснеет. Вы сами себе скажете: «Ты чё несёшь, бл*?» и ответите: «А ты чё?!» — и это нормально."
    },
    "cancer": {
      "classic": "Сегодня вы собой напоминаете прозрачный пузырь с цветными всполохами внутри. Люди будут смотреть — и не понимать, что вы чувствуете, но ощущать.",
      "uncensored": "Ваше настроение скачет как бешеная чайка. Мат летит такой мягкий, что почти поэтичный: «Ох ты ж бл*ть, опять всё не так!» — но вас это даже вдохновляет."
    },
    "leo": {
      "classic": "Вы будете сиять так, что даже предметы интерьера слегка повернутся к вам, словно уточняя: «Это у нас праздник или вы просто такой сегодня?»",
      "uncensored": "Сегодня вы входите в комнату как фраза: «Ну и где тут мои восхищённые еб*льники?» И если кто-то не восхищается — вы исправите ситуацию взглядом."
    },
    "virgo": {
      "classic": "Вещи сегодня складываются сами, будто у них встроена маленькая инструкция «как радовать вас». Даже хаос слегка постесняется.",
      "uncensored": "Вы сегодня чините мир как IT-специалист, который уже полдня на нервах: маты летят, детали щёлкают, но всё работает лучше, чем до вашего приходa. Даже если никто не просил."
    },
    "libra": {
      "classic": "Сегодня вы будете балансировать на тонкой грани между «всё понятно» и «я вообще кто», но с таким изяществом, будто это ваше хобби.",
      "uncensored": "Вас сегодня мотает так, что вы сами себе говорите: «Да идите вы все нах*р, я красивый». И мир соглашается, потому что спорить с вами бесполезно."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня — как тёплый туман в комнате: загадочное, мягкое и немного гипнотичное.",
      "uncensored": "Ваш взгляд сегодня пробивает реальность, как рентген с матами. Люди оборачиваются, думают: «Я что-то не так сделал?» — хотя вы просто стоите и дышите."
    },
    "sagittarius": {
      "classic": "Сегодня день будет похож на странную тропу, которая сама подсказывает вам, куда свернуть — мелкими знаками, которые заметите только вы.",
      "uncensored": "Вы сегодня несётесь по событиям как комета, крича в космос: «Дайте приключений, бл*!» — и космос такой: «Лови!» И вы ловите. И смеётесь. И материтесь."
    },
    "capricorn": {
      "classic": "Этот день собирается вокруг вас как чёткая диаграмма: линии, точки, всё взаимосвязано. Даже случайности выглядят запланированными.",
      "uncensored": "Вы сегодня настолько серьёзная х*рь, что воздух сгущается. Любой, кто попытается вас отвлечь, получит лекцию «как не быть идиотом» в формате матерного TED Talk."
    },
    "aquarius": {
      "classic": "Идеи будут появляться как маленькие светящиеся шары, которые летают вокруг и дают вам подсказки. Вы будете ловить их с лёгкостью.",
      "uncensored": "Ваш мозг сегодня как генератор без фильтра: «Давай вот эту х*йню… о, работает! Давай ещё одну!» Маты встроены в процесс, как топливо."
    },
    "pisces": {
      "classic": "Сегодня вы будто плывёте сквозь мягкий воздух, и в нём маленькие искры ваших мыслей, которые вспыхивают и гаснут под разными углами.",
      "uncensored": "Вы двигаетесь как сказочный сомнамбулический матершинник: «Ёб*т твою атмосферу, как красиво!» — и мир такой: «Ладно… плавай»."
    }
  },
  "2025-12-05": {
    "aries": {
      "classic": "Сегодня вы будете идти так, словно пространство слегка сгибается, чтобы пропустить вас вперёд. Даже ветер будто хочет рассказать вам важную, но странную новость.",
      "uncensored": "Вы сегодня идёте как живой аргумент фразы «не выбешивайте меня». Кто скажет лишнее — улетит в эмоциональный космос со словами: «Ну ох*еть теперь»."
    },
    "taurus": {
      "classic": "День принесёт ощущение, будто кто-то поставил на ваш внутренний стол загадочный предмет без инструкции. И вы такие: «Хм… интересно».",
      "uncensored": "Вы сегодня работаете как мистический бульдозер: ровно, уверенно и с матами, которые раздвигают дорогу лучше любого сигнала светофора."
    },
    "gemini": {
      "classic": "Сегодня мысли будут разыгрывать внутри вас театр теней: внезапные сюжеты, неожиданные образы, иногда даже диалоги с тем, кого не существует.",
      "uncensored": "Ваши две версии себя сегодня носятся по голове, как два дебила, которые нашли энергетик и начали спорить: «Кто из нас главный, бл*?!» — и решения вы принимаете в этом хаосе."
    },
    "cancer": {
      "classic": "Сегодня вы будете похожи на иллюстрацию из странной книги: эмоции текут мягко, но формы у них странные, будто вы сами их придумали.",
      "uncensored": "Вы сегодня обижаетесь заранее и материтесь профилактически. Любой шорох вызывает: «Ох ты ж бл*ть, опять?» — но в душе вы просто хотите супчика и тишины."
    },
    "leo": {
      "classic": "Сегодня вы будто носите невидимый плащ света — и он рассеивает вокруг лёгкое сияние величия. Люди будут смотреть и не понимать, почему.",
      "uncensored": "Вы будете требовать восхищения, иногда даже взглядом: «Э, бл*, давай быстрее удивляйся». Кто не понял — получит королевский мат с бархатной отделкой."
    },
    "virgo": {
      "classic": "Повсюду будут проявляться мелкие знаки порядка, будто сама вселенная решила играть с вами в аккуратный пазл.",
      "uncensored": "Вы сегодня расставите всех по местам так быстро, что люди не успеют понять, почему вы материтесь так художественно. Бардак? Уничтожен. Хаос? Растоптан."
    },
    "libra": {
      "classic": "Сегодня вы идёте по грани, которая блестит как тонкий ледяной луч. Но вы держитесь уверенно — будто это ваш личный трюк.",
      "uncensored": "Ваше настроение превращается в карусель: «нормально» → «пошли вы нах*р» → «ой, ну ладно» → «опять нах*р». Люди рядом только крутя голову успевают."
    },
    "scorpio": {
      "classic": "Сегодня вы словно несёте за собой тень, которая живёт собственной жизнью и задаёт свои вопросы.",
      "uncensored": "Вы сегодня смотрите так, что человеку становится стыдно за всё, что он сделал с 2007 года. Даже если вы просто моргнули. Мат — опционален, но эффективен."
    },
    "sagittarius": {
      "classic": "День будет похож на длинную лестницу, у которой ступени появляются только тогда, когда вы делаете шаг вперёд.",
      "uncensored": "Вас сегодня несёт судьба как бешеную колесницу: «Держись, бл*!» — а вы держитесь, ржёте, кричите матом в небо и умудряетесь наслаждаться хаосом."
    },
    "capricorn": {
      "classic": "Планы складываются ровно, словно чертёж, который чертят прямо под вашими ногами.",
      "uncensored": "Вы сегодня настолько серьёзны, что даже время решит: «Бл*, я буду идти потише». Любого, кто вмешается, вы отправите учиться основам жизни в ускоренном матерном формате."
    },
    "aquarius": {
      "classic": "Идеи сегодня летят вокруг вас как светящиеся искры, которые шепчут на ухо странные решения.",
      "uncensored": "Ваш мозг сегодня включил режим «гениальный психопат»: вы творите х*йню, но настолько гениально, что вселенная сама записывает конспект."
    },
    "pisces": {
      "classic": "Сегодня вы будто плывёте по мягкой реке, где волны слегка мерцают и шепчут вам мысли непонятного происхождения.",
      "uncensored": "Вы сегодня как пьяная богиня водных матов: «Ёб*рный карась, что за дела?» — и при этом двигаетесь плавно, красиво, мистически."
    }
  },
  "2025-12-06": {
    "aries": {
      "classic": "Сегодня пространство будет реагировать на ваше движение, будто вы двигаете воздух рукой художника. Мелкие детали дня начинают складываться в странную, но прекрасную картину.",
      "uncensored": "Вы сегодня идёте так, будто носите невидимую табличку «Не трогать, бл*ть!». Кто сунется — получит словесный подзатыльник такой мощности, что у него аура перекосится."
    },
    "taurus": {
      "classic": "День ощущается как странный медленный сон, где предметы смотрят на вас с лёгким одобрением. Даже кружка чая будто решила сегодня с вами дружить.",
      "uncensored": "Вы сегодня работаете как космический трактор, который еб*шит вперёд, не спрашивая. Если кто-то мешает — вы так интеллигентно посылаете, что люди сами благодарят."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут двигаться по кругу, но не простому — он будет светиться, меняться формами и иногда перешёптываться с вами.",
      "uncensored": "Ваши две личности сегодня спорят за место водителя вашей жизни. В итоге: «Ты куда повернул, бл*?» — «А х*й тебя знает!» — и вы оба довольны."
    },
    "cancer": {
      "classic": "Вы будете мягкими, как облако, но с лёгким внутренним электричеством. Люди будут чувствовать вашу энергетику так, будто поднесли ладонь к странному устройству.",
      "uncensored": "Вас сегодня кидает в эмоции с матом как в суп с солью: «Ох ты ж бл*ть, опять чувствую слишком много!» — и мир принимает ваши правила."
    },
    "leo": {
      "classic": "Вы сегодня будто идёте по сцене, где декорации слегка подыгрывают вашему настроению. Даже свет может падать идеально.",
      "uncensored": "Вы сияете так ярко, что людям хочется сказать: «Попроще будь», — но вы такие: «Нах*р проще, я Лев», — и идёте дальше с королевским матом."
    },
    "virgo": {
      "classic": "День будто складывается в аккуратный орнамент. Даже хаос как будто держит расстояние, уважая вашу внутреннюю структуру.",
      "uncensored": "Вы сегодня чините реальность с матами на вдохе и выдохе. «Почему тут криво? Кто тут мудак? Сейчас исправлю, бл*ть». И исправляете. Красиво."
    },
    "libra": {
      "classic": "Сегодня вы балансируете между двумя идеями, которые висят в воздухе, как два ярких фонаря, и вы спокойно идёте между ними.",
      "uncensored": "Ваше настроение скачет так быстро, что люди думают, будто вы нажимаете на кнопки «нах*р» и «ладно» по очереди. И вы сами не всегда знаете, какая нажмётся следующей."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня — как густой дым с отблесками света внутри. Он завораживает и заставляет людей говорить тише.",
      "uncensored": "Вы сегодня смотрите так, будто знаете все запрещённые секреты. Люди рядом ловят ваш взгляд и думают: «Бл*, лучше не косячить». И правильно думают."
    },
    "sagittarius": {
      "classic": "Сегодня ваш путь будет похож на узкую дорожку среди странных огней, которые сами решают, когда загореться.",
      "uncensored": "Судьба кидает вас по событиям как теннисный мяч: «На! Лови, бл*!» — а вы летите, орёте, ржёте и почему-то снова выигрываете в хаосе."
    },
    "capricorn": {
      "classic": "Сегодня вы будете чувствовать себя частью большого механизма, где каждый зубец идеально подходит к вам.",
      "uncensored": "Вы сегодня настолько сурово идеальны, что мир сам встаёт по струнке. Любой, кто работает хуже нормы, получит ваше фирменное «ты чё, бл*ть?» — и исправится."
    },
    "aquarius": {
      "classic": "Идеи приходят как маленькие световые искры — взрываются, зависают и тихо ждут, пока вы их заметите.",
      "uncensored": "Ваш мозг сегодня в режиме «гениальный поехавший»: «Сделаем х*йню? Да! Работает? Пох*й, увидим!» — и вселенная снимает это как документалку."
    },
    "pisces": {
      "classic": "Сегодня вы будто идёте по невесомой воде, которая слегка колышется под шагами, но не проваливается.",
      "uncensored": "Вы сегодня как мистический морской матершинник: «Ёб*ный плёс, опять эмоции полезли!» — и плывёте дальше, красиво и в своём ритме."
    }
  },
  "2025-12-07": {
    "aries": {
      "classic": "Сегодня мир будто подталкивает вас лёгким тёплым ветром в спину. Даже случайные мелочи будут складываться так, будто хотят вам помочь дойти до спокойствия.",
      "uncensored": "Ты сегодня как маленький боевой заряд позитива: «Ну что, бл*ть, я выдержал всю неделю — и эту выдержу!» Вселенная кивает: «Да, красава, иди грейся»."
    },
    "taurus": {
      "classic": "Этот день будто укутывает вас в мягкое туманное одеяло. Всё слегка замедляется, позволяя вам вдохнуть спокойно и глубоко.",
      "uncensored": "Ты сегодня как бронированный плед: тёплый, спокойный и никого не боишься. Даже если что-то пойдёт не так — ты скажешь: «Ну и х*й с ним, завтра разберусь»."
    },
    "gemini": {
      "classic": "Мысли сегодня будут вести себя мягко, будто дружат между собой. Даже внутренний диалог звучит не спором, а тихой беседой.",
      "uncensored": "Ты сегодня сам себе лучший друг: оба твоих «я» наконец-то такие: «Ладно, бл*, давай жить спокойно». Удивительно, но работает."
    },
    "cancer": {
      "classic": "Сегодня эмоции будут тихими, как вода под лёд, но приятными. Даже воздух будто поддерживает вас, не давит, а мягко обнимает.",
      "uncensored": "Сегодня ты смотришь на жизнь и такой: «Ну, бл*ть, уже не так плохо». И правда — в душе тепло. Ты заслужил. Не сомневайся."
    },
    "leo": {
      "classic": "Сегодня мир смотрит на вас с уважением, будто признаёт: да, вы были храбры всю неделю. И теперь пора расслабиться красиво.",
      "uncensored": "Ты сегодня сияешь спокойно, по-царски: не орёшь, не требуешь, просто говоришь миру: «Я ох*ренный». И мир такой: «Да, братец, подтверждаю»."
    },
    "virgo": {
      "classic": "Сегодня порядок приходит сам, будто хочет благодарить вас за терпение. Всё ложится ровно, ничего не раздражает.",
      "uncensored": "Ты сегодня не ругаешь хаос, а смотришь на него и говоришь: «Ладно, бл*, живи до завтра». И это уже победа."
    },
    "libra": {
      "classic": "Воскресенье даст вам удивительное равновесие — будто кто-то незаметно подержал ваши мысли, чтобы они не шатались.",
      "uncensored": "Ты сегодня в балансе, как мастер дзена на матах: «Всех люблю, но если чё — скажу по делу, бл*ть». И никто даже не обидится."
    },
    "scorpio": {
      "classic": "Ваша энергия сегодня спокойная, как глубокий пруд без ветра. Но в нём есть мягкое свечение, подсказка: всё идёт правильно.",
      "uncensored": "Ты сегодня не пугаешь мир, а вдохновляешь: взгляд всё ещё сильный, но теперь говорит: «Живём, бл*ть. И всё получится»."
    },
    "sagittarius": {
      "classic": "День будто разворачивает перед вами мягкую тропинку: идти легко, воздух свежий, шаги уверенные.",
      "uncensored": "Ты сегодня такой: «Ну что, бл*ть, отдохнём красиво!» — и жизнь такая: «Давай». Всё располагает к отдыху с лёгким, бодрым матерком."
    },
    "capricorn": {
      "classic": "Сегодня вы чувствуете, как усталость тихо отступает. Появляется ясность, уверенность, будто внутренний механизм наконец смазан.",
      "uncensored": "Ты сегодня выдаёшь мощный спокойный вайб: «Да, я заеб*лся… но держусь. И держаться буду». Мир уважает такую стойкость."
    },
    "aquarius": {
      "classic": "Идеи приходят мягкие, как пушинки, которые садятся на ладонь. Они приятны, просты и дают хорошее настроение.",
      "uncensored": "Ты сегодня креативишь без усилий: «Сделаю вот так — и пох*й». И оно реально работает. Воскресное волшебство, бл*ть."
    },
    "pisces": {
      "classic": "Сегодня ваш внутренний океан тихий. Мягкие волны накатывают мысли, которые хочется оставить себе — они добрые.",
      "uncensored": "Ты сегодня плывёшь как расслабленный мудрый чертёнок воды: «Ну и чё, бл*? Всё нормально. Живём. Плывём. Красиво»."
    }
  }

}
