{
  "2025-12-01": {
    "aries": {
      "classic": "Сегодня вы рискуете случайно вдохновить кого-то своей решимостью. Особенно когда будете спорить с микроволновкой, утверждая, что она «не так на вас смотрит».",
      "uncensored": "День начнётся с того, что вы поймёте: мир опять ведёт себя как е**нутый. А вы ещё хуже. И пусть хрен кто попробует вам сегодня перечить — отправите всех лесом, причём пешком."
    },
    "taurus": {
      "classic": "Не доверяйте людям, которые слишком уверенно говорят слово «персики». Сегодня они могут втянуть вас в странные авантюры.",
      "uncensored": "Вы проснётесь с ощущением: «Кто, бл*, вчера трогал мои планы?» И будете искать виновного. Скорее всего, виноваты вы сами, но кого это останавливает?"
    },
    "gemini": {
      "classic": "День лёгкий, как пакет, который ветер несёт по двору. Вы — тот ветер. Пакет — это ваши планы. Всё красиво, хаотично и нормально.",
      "uncensored": "Ваши две половины сегодня дерутся за право рулить телом. Итог — вы шатаетесь, материтесь и выглядите, как будто вам пообещали премию, а дали п**ды."
    },
    "cancer": {
      "classic": "Немного тревожности, немного нежности и одно странное желание переставить мебель в три часа ночи. Следуйте порыву.",
      "uncensored": "Вы сегодня такая эмоциональная каша, что даже кот рядом вздохнёт: «Ё-маё, опять началось». Можете поплакать, поругаться, послать кого-то — всё по расписанию."
    },
    "leo": {
      "classic": "Ваше сияние сегодня будет таким сильным, что даже зеркало может слегка обидеться. Поддержите его, скажите что оно отражает лучшее.",
      "uncensored": "Вы настолько офигенно выглядите, что если кто-то скажет обратное — пошлите его на… экскурсию подальше. Ваша корона сегодня светится, все слепнут."
    },
    "virgo": {
      "classic": "Порядок сегодня вас найдёт сам, но будет слегка небритым и с кофе в руках. Примите этот хаотичный уют.",
      "uncensored": "Вы сегодня видите бардак везде — даже там, где его нет. И беситесь. Особенно на людей, которые «потом уберут» — да них*я они не уберут!"
    },
    "libra": {
      "classic": "Нельзя усидеть на двух стульях, но вы сегодня попробуете. И у вас почти получится — благодаря внутренней грации и внешнему пофигизму.",
      "uncensored": "Колебаться будете так сильно, что сами себя выбесите. В конце дня скажете: «Да пошло оно, я просто красивый». И будете правы."
    },
    "scorpio": {
      "classic": "День для загадочности. Смотрите вдаль, будто знаете смысл жизни. Даже если просто вспоминаете, выключили ли утюг.",
      "uncensored": "Ваш взгляд сегодня такой, что любой подумает: «Лучше я помолчу». Не удивляйтесь, если вам случайно уступят трон. Или хотя бы очередь."
    },
    "sagittarius": {
      "classic": "Хочется приключений? Они вас найдут. Даже если вы просто вышли за хлебом. Будьте готовы к судьбе.",
      "uncensored": "Вы сегодня как непредсказуемый петардный салют: громко, ярко, опасно и почему-то смешно. Не гасите себя, людям надо шоу."
    },
    "capricorn": {
      "classic": "Ваш план на день будет чётким, как новая тетрадь. Но жизнь добавит туда пару рисунков котиков. Примите их.",
      "uncensored": "День начнётся с мысли: «Кто, бл*, испортил мне график?» Ответ — сама жизнь. Вы будете ругаться, но всё равно всё сделаете идеально, как машина."
    },
    "aquarius": {
      "classic": "Идеи будут сыпаться как конфетти. Не все пригодятся, но парочка окажется гениальной.",
      "uncensored": "Ваш мозг сегодня выдаёт такие сюрреалистичные х*рни, что даже вселенная скажет: «Э, хорош, я не успеваю». Но будет круто."
    },
    "pisces": {
      "classic": "Сегодня вы будете тонкими, как антенна, ловящей эмоции Вселенной. Иногда — слишком тонкими. Обнимите кота, если есть.",
      "uncensored": "Вы с утра поплыли — и всё. В голове рыбацкий туман, в душе драма, в глазах вопрос: «Почему всё такое странное, бл*?» Не переживайте, к вечеру отпустит."
    }
  },
  "2025-12-02": {
    "aries": {
      "classic": "Сегодня вы внезапно ощутите, что ваш внутренний герой проснулся, надел плащ и пошёл спасать мир… хотя на самом деле вы просто искали носки. Вселенная наблюдает и тихо хохочет.",
      "uncensored": "Вы сегодня как будильник на нервной почве — орёте на всех подряд. Даже холодильник откроется и скажет: «бл*, спокойно». Но нет, Овен в режиме «я здесь главный, идите нахер стройными рядами»."
    },
    "taurus": {
      "classic": "День плотный, словно вы жонглируете картошкой, которая почему-то горячее судьбы. Зато всё получается, хотя выглядит странно.",
      "uncensored": "Вселенная сегодня даст вам задачи уровня «почему в кармане ключ от неизвестной двери, бл*?» И вы такие: «ладно». А потом ещё и успеете с кем-то поругаться о том, что чай на вкус «подозрительно философский»."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня будут идти не по дороге, а по потолку. Сюр в том, что это принесёт неожиданный результат: вы пройдёте туда, куда никто не планировал идти.",
      "uncensored": "Ваши две половины сегодня устроят митинг внутри головы: одна орёт «пошли работать», вторая орёт «пошли в ж*пу». И вы идёте… куда-то. Всегда куда-то. И всегда матерясь."
    },
    "cancer": {
      "classic": "Сегодня окружающие увидят в вас эмоциональный маяк, который то светит, то гаснет, то моргает азбукой Морзе. Вы непредсказуемы, но обаятельны.",
      "uncensored": "Вы сегодня как сломанный фонтан эмоций: хлещете, льёте, кричите, булькаете. Если кто-то сунется с вопросом «ты в порядке?» — утопите его в словах и мате так, что он забудет своё имя."
    },
    "leo": {
      "classic": "Вы будете сиять так ярко, что даже солнечный зайчик захочет взять у вас автограф. Люди слегка ослепнут, но им понравится.",
      "uncensored": "Ваше эго сегодня официально выходит на гастроли. Даже воздух вокруг будет шептать: «Ну началось, бл*, снова король». И честно — вы будете этому рады. Очень рады."
    },
    "virgo": {
      "classic": "Ваш внутренний порядок включится в режим «архимаг». Всё вокруг неожиданно структурируется, даже если люди вокруг творят цирк.",
      "uncensored": "Вы сегодня видите хаос и такие: «О, опять еб*чий бардак». И начинаете исправлять всё подряд. Даже то, что не ваше. Даже то, что вообще не существует."
    },
    "libra": {
      "classic": "Сегодня вы будете балансировать так тонко, что даже канатоходцы вам бы похлопали. Хоть вы и балансируете между странным и очень странным.",
      "uncensored": "Ваше настроение сегодня как broken-пульт: нажимаете «вперёд», а включает «пошёл он нах*р». Нажимаете «назад» — играется гимн агрессии. Но выглядите вы всё равно шикарно."
    },
    "scorpio": {
      "classic": "Вы будете настолько загадочным, что даже тень откажется от вас отделяться — ей страшно пропасть без пояснений.",
      "uncensored": "Ваш взгляд сегодня может прожечь дыру в судьбе. Люди будут шарахаться. Кошки будут смотреть снизу вверх. Даже Wi-Fi подумает: «Е**ать, я лучше ускорюсь»."
    },
    "sagittarius": {
      "classic": "Сегодня вы будто идёте по полю странных событий, где каждая тропинка предлагает приключение. И вы такие: «ну а чё бы нет».",
      "uncensored": "Вы сегодня — ходячий фейерверк из мата, смеха и необъяснимых действий. Можете внезапно начать философствовать над упаковкой из-под лапши. И будете правы. По-своему."
    },
    "capricorn": {
      "classic": "Ваши планы сегодня будут похожи на шахматную партию, где вы играете и за себя, и за судьбу. И обоих выигрываете.",
      "uncensored": "Вы сегодня настолько суровый, что календарь сам перелистнётся, лишь бы не спорить. Работы много, людей бесит, мат идёт, но вы — машина. Холодная, расчётливая, ох*ренно эффективная."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут приходить такие странные, что вы сами удивитесь. Но они — рабочие. А вы — гений.",
      "uncensored": "Ваш мозг сегодня выкинет такое, что даже вселенная скажет: «ну что за х*йня честная». Но будет аплодировать стоя, потому что работает."
    },
    "pisces": {
      "classic": "Вы сегодня будете плавать в мыслях так глубоко, что можете случайно найти идею, которую забыли ещё в детстве.",
      "uncensored": "Вы поплыли уже утром. К обеду поплыли ещё раз. К вечеру вы уже борт корабля судьбы, висящий на волнах и матерящийся на чайку, которая «смотрит как-то подозрительно»."
    }
  },
  "2025-12-03": {
    "aries": {
      "classic": "Сегодня вы почувствуете, что пространство слегка наклонено именно под вашим углом. Даже туман утром может показаться личным советчиком.",
      "uncensored": "Вы сегодня идёте так уверенно, будто вам выдали сертификат на «еб*ть всех морально». Даже лампочка моргнёт — и вы ей такие: «Ты чё, бл*, хочешь поговорить?»"
    },
    "taurus": {
      "classic": "День будет как странный пирог: вы не знаете, из чего он сделан, но он явно приготовлен лично для вас какой-то мистической кухней.",
      "uncensored": "Вас сегодня жрёт реальность, как голодный сосед: «Давай быстрее!» — а вы отвечаете: «Не ори, я сам сейчас кому-нибудь втащу словесно, бл*ть». Но всё успеваете."
    },
    "gemini": {
      "classic": "Мысли сегодня будут перелетать с ветки на ветку, как птица, которой вдруг приснилась другая вселенная.",
      "uncensored": "Две ваши личности сегодня спорят так громко, что даже зеркало говорит: «Бл*, заткнитесь». Вы материтесь на себя, на воздух, на расписание и почему-то — на стул."
    },
    "cancer": {
      "classic": "Сегодня эмоции будут слегка рассыпаться вокруг вас, создавая эффект мягкого водоворота. Люди будут чувствовать вашу вибрацию даже с закрытыми глазами.",
      "uncensored": "Вы сегодня обижены на всё — и при этом материтесь так нежно, что это звучит как песня. Если кто-то спросит: «Что случилось?» — скажите: «Жизнь, бл*, случилась»."
    },
    "leo": {
      "classic": "Свет вокруг сегодня будто специально отражается от вас, создавая ауру театрального величия.",
      "uncensored": "Вы сегодня настолько ох*енно царственный, что если кто-то не восхитится — пойдёт в ссылку. В устную. Через маты. С пояснениями."
    },
    "virgo": {
      "classic": "Порядок сегодня выглядит как любопытный зверёк, который сам приходит к вам и тихо просится в руки.",
      "uncensored": "Вы чините бардак с такой скоростью, что вселенная догоняет, хрипя: «Подожди, бл*ть!» Но вы не ждёте — вы пересобираете мир и материтесь, как инженер-поэт."
    },
    "libra": {
      "classic": "Сегодня вы будто держите в руках невидимую чашу весов, а ветер подсказывает, куда склоняться.",
      "uncensored": "Ваше настроение скачет, как шарик в лототроне: то «здрасте», то «идите нах*р». Люди не успевают — и вы тоже, но вам по кайфу."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня напоминает дым, который знает, куда плыть, но не спешит раскрывать тайну.",
      "uncensored": "Ваш взгляд сегодня такой, что человек подумает: «Бл*, я что сделал?» — даже если он просто повернулся. Можете материться шёпотом — и всё равно будет страшно."
    },
    "sagittarius": {
      "classic": "Сегодня дороги будут сами разворачиваться перед вами, будто ждут вашего шага.",
      "uncensored": "Судьба сегодня кидает вас по событиям, как ребёнок мяч: «Лови, бл*дь!» А вы в ответ: «Ловлю!» — и несётесь дальше, матерясь и смеясь одновременно."
    },
    "capricorn": {
      "classic": "Ваши планы похожи на чёткие геометрические фигуры, которые сами складываются в рисунок.",
      "uncensored": "Вы настолько серьёзны, что время само замедляется, боясь вас. И если кто-то полезет с тупостью — вы изобразите такое «ну ты чё, бл*?» что его реальность сдастся."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут плавать вокруг вас, как светящиеся медузы, и вы сумеете поймать самую редкую.",
      "uncensored": "Ваш мозг сегодня устроит фестиваль: «Х*як-х*як — готово!» Творчество идёт через маты, через хаос, через внезапное вдохновение — и всё работает."
    },
    "pisces": {
      "classic": "Сегодня вы словно двигаетесь по воде, которая подстраивается под ваше настроение — гладко, мягко и странно предсказуемо.",
      "uncensored": "Вы плывёте как космический корабль, только материтесь как порт: «Да ёб*рный случай, опять шторм!» Но двигаетесь красиво, драматично, артистично."
    }
  },
  "2025-12-04": {
    "aries": {
      "classic": "Сегодня вы будете идти так, будто под ногами невидимые ступеньки появляются прямо из воздуха. Мир слегка удивлён вашим маршрутом, но поддерживает.",
      "uncensored": "Вы сегодня шагаете так, будто вселенная вам что-то должна. И она, бл*, чувствует это. Любой, кто встанет поперёк — будет отправлен в путешествие «нах*р и обратно» без пересадок."
    },
    "taurus": {
      "classic": "День придёт как медленный зверь, который несёт вам маленький сюрприз в лапах. Возможно, это идея, возможно, странный сон.",
      "uncensored": "Вы сегодня двигаетесь как танк на эмоциях. Если кто-то решит подлезть со своими советами — вы объясните ему, где его место, используя 3 слова и все они «еб***ские»."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня похожи на две параллельные реки, которые иногда пересекаются без предупреждения. Вы будете удивляться сами себе.",
      "uncensored": "Ваши внутренние личности сегодня так ругаться будут, что воздух вокруг покраснеет. Вы сами себе скажете: «Ты чё несёшь, бл*?» и ответите: «А ты чё?!» — и это нормально."
    },
    "cancer": {
      "classic": "Сегодня вы собой напоминаете прозрачный пузырь с цветными всполохами внутри. Люди будут смотреть — и не понимать, что вы чувствуете, но ощущать.",
      "uncensored": "Ваше настроение скачет как бешеная чайка. Мат летит такой мягкий, что почти поэтичный: «Ох ты ж бл*ть, опять всё не так!» — но вас это даже вдохновляет."
    },
    "leo": {
      "classic": "Вы будете сиять так, что даже предметы интерьера слегка повернутся к вам, словно уточняя: «Это у нас праздник или вы просто такой сегодня?»",
      "uncensored": "Сегодня вы входите в комнату как фраза: «Ну и где тут мои восхищённые еб*льники?» И если кто-то не восхищается — вы исправите ситуацию взглядом."
    },
    "virgo": {
      "classic": "Вещи сегодня складываются сами, будто у них встроена маленькая инструкция «как радовать вас». Даже хаос слегка постесняется.",
      "uncensored": "Вы сегодня чините мир как IT-специалист, который уже полдня на нервах: маты летят, детали щёлкают, но всё работает лучше, чем до вашего приходa. Даже если никто не просил."
    },
    "libra": {
      "classic": "Сегодня вы будете балансировать на тонкой грани между «всё понятно» и «я вообще кто», но с таким изяществом, будто это ваше хобби.",
      "uncensored": "Вас сегодня мотает так, что вы сами себе говорите: «Да идите вы все нах*р, я красивый». И мир соглашается, потому что спорить с вами бесполезно."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня — как тёплый туман в комнате: загадочное, мягкое и немного гипнотичное.",
      "uncensored": "Ваш взгляд сегодня пробивает реальность, как рентген с матами. Люди оборачиваются, думают: «Я что-то не так сделал?» — хотя вы просто стоите и дышите."
    },
    "sagittarius": {
      "classic": "Сегодня день будет похож на странную тропу, которая сама подсказывает вам, куда свернуть — мелкими знаками, которые заметите только вы.",
      "uncensored": "Вы сегодня несётесь по событиям как комета, крича в космос: «Дайте приключений, бл*!» — и космос такой: «Лови!» И вы ловите. И смеётесь. И материтесь."
    },
    "capricorn": {
      "classic": "Этот день собирается вокруг вас как чёткая диаграмма: линии, точки, всё взаимосвязано. Даже случайности выглядят запланированными.",
      "uncensored": "Вы сегодня настолько серьёзная х*рь, что воздух сгущается. Любой, кто попытается вас отвлечь, получит лекцию «как не быть идиотом» в формате матерного TED Talk."
    },
    "aquarius": {
      "classic": "Идеи будут появляться как маленькие светящиеся шары, которые летают вокруг и дают вам подсказки. Вы будете ловить их с лёгкостью.",
      "uncensored": "Ваш мозг сегодня как генератор без фильтра: «Давай вот эту х*йню… о, работает! Давай ещё одну!» Маты встроены в процесс, как топливо."
    },
    "pisces": {
      "classic": "Сегодня вы будто плывёте сквозь мягкий воздух, и в нём маленькие искры ваших мыслей, которые вспыхивают и гаснут под разными углами.",
      "uncensored": "Вы двигаетесь как сказочный сомнамбулический матершинник: «Ёб*т твою атмосферу, как красиво!» — и мир такой: «Ладно… плавай»."
    }
  },
  "2025-12-05": {
    "aries": {
      "classic": "Сегодня вы будете идти так, словно пространство слегка сгибается, чтобы пропустить вас вперёд. Даже ветер будто хочет рассказать вам важную, но странную новость.",
      "uncensored": "Вы сегодня идёте как живой аргумент фразы «не выбешивайте меня». Кто скажет лишнее — улетит в эмоциональный космос со словами: «Ну ох*еть теперь»."
    },
    "taurus": {
      "classic": "День принесёт ощущение, будто кто-то поставил на ваш внутренний стол загадочный предмет без инструкции. И вы такие: «Хм… интересно».",
      "uncensored": "Вы сегодня работаете как мистический бульдозер: ровно, уверенно и с матами, которые раздвигают дорогу лучше любого сигнала светофора."
    },
    "gemini": {
      "classic": "Сегодня мысли будут разыгрывать внутри вас театр теней: внезапные сюжеты, неожиданные образы, иногда даже диалоги с тем, кого не существует.",
      "uncensored": "Ваши две версии себя сегодня носятся по голове, как два дебила, которые нашли энергетик и начали спорить: «Кто из нас главный, бл*?!» — и решения вы принимаете в этом хаосе."
    },
    "cancer": {
      "classic": "Сегодня вы будете похожи на иллюстрацию из странной книги: эмоции текут мягко, но формы у них странные, будто вы сами их придумали.",
      "uncensored": "Вы сегодня обижаетесь заранее и материтесь профилактически. Любой шорох вызывает: «Ох ты ж бл*ть, опять?» — но в душе вы просто хотите супчика и тишины."
    },
    "leo": {
      "classic": "Сегодня вы будто носите невидимый плащ света — и он рассеивает вокруг лёгкое сияние величия. Люди будут смотреть и не понимать, почему.",
      "uncensored": "Вы будете требовать восхищения, иногда даже взглядом: «Э, бл*, давай быстрее удивляйся». Кто не понял — получит королевский мат с бархатной отделкой."
    },
    "virgo": {
      "classic": "Повсюду будут проявляться мелкие знаки порядка, будто сама вселенная решила играть с вами в аккуратный пазл.",
      "uncensored": "Вы сегодня расставите всех по местам так быстро, что люди не успеют понять, почему вы материтесь так художественно. Бардак? Уничтожен. Хаос? Растоптан."
    },
    "libra": {
      "classic": "Сегодня вы идёте по грани, которая блестит как тонкий ледяной луч. Но вы держитесь уверенно — будто это ваш личный трюк.",
      "uncensored": "Ваше настроение превращается в карусель: «нормально» → «пошли вы нах*р» → «ой, ну ладно» → «опять нах*р». Люди рядом только крутя голову успевают."
    },
    "scorpio": {
      "classic": "Сегодня вы словно несёте за собой тень, которая живёт собственной жизнью и задаёт свои вопросы.",
      "uncensored": "Вы сегодня смотрите так, что человеку становится стыдно за всё, что он сделал с 2007 года. Даже если вы просто моргнули. Мат — опционален, но эффективен."
    },
    "sagittarius": {
      "classic": "День будет похож на длинную лестницу, у которой ступени появляются только тогда, когда вы делаете шаг вперёд.",
      "uncensored": "Вас сегодня несёт судьба как бешеную колесницу: «Держись, бл*!» — а вы держитесь, ржёте, кричите матом в небо и умудряетесь наслаждаться хаосом."
    },
    "capricorn": {
      "classic": "Планы складываются ровно, словно чертёж, который чертят прямо под вашими ногами.",
      "uncensored": "Вы сегодня настолько серьёзны, что даже время решит: «Бл*, я буду идти потише». Любого, кто вмешается, вы отправите учиться основам жизни в ускоренном матерном формате."
    },
    "aquarius": {
      "classic": "Идеи сегодня летят вокруг вас как светящиеся искры, которые шепчут на ухо странные решения.",
      "uncensored": "Ваш мозг сегодня включил режим «гениальный психопат»: вы творите х*йню, но настолько гениально, что вселенная сама записывает конспект."
    },
    "pisces": {
      "classic": "Сегодня вы будто плывёте по мягкой реке, где волны слегка мерцают и шепчут вам мысли непонятного происхождения.",
      "uncensored": "Вы сегодня как пьяная богиня водных матов: «Ёб*рный карась, что за дела?» — и при этом двигаетесь плавно, красиво, мистически."
    }
  },
  "2025-12-06": {
    "aries": {
      "classic": "Сегодня пространство будет реагировать на ваше движение, будто вы двигаете воздух рукой художника. Мелкие детали дня начинают складываться в странную, но прекрасную картину.",
      "uncensored": "Вы сегодня идёте так, будто носите невидимую табличку «Не трогать, бл*ть!». Кто сунется — получит словесный подзатыльник такой мощности, что у него аура перекосится."
    },
    "taurus": {
      "classic": "День ощущается как странный медленный сон, где предметы смотрят на вас с лёгким одобрением. Даже кружка чая будто решила сегодня с вами дружить.",
      "uncensored": "Вы сегодня работаете как космический трактор, который еб*шит вперёд, не спрашивая. Если кто-то мешает — вы так интеллигентно посылаете, что люди сами благодарят."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут двигаться по кругу, но не простому — он будет светиться, меняться формами и иногда перешёптываться с вами.",
      "uncensored": "Ваши две личности сегодня спорят за место водителя вашей жизни. В итоге: «Ты куда повернул, бл*?» — «А х*й тебя знает!» — и вы оба довольны."
    },
    "cancer": {
      "classic": "Вы будете мягкими, как облако, но с лёгким внутренним электричеством. Люди будут чувствовать вашу энергетику так, будто поднесли ладонь к странному устройству.",
      "uncensored": "Вас сегодня кидает в эмоции с матом как в суп с солью: «Ох ты ж бл*ть, опять чувствую слишком много!» — и мир принимает ваши правила."
    },
    "leo": {
      "classic": "Вы сегодня будто идёте по сцене, где декорации слегка подыгрывают вашему настроению. Даже свет может падать идеально.",
      "uncensored": "Вы сияете так ярко, что людям хочется сказать: «Попроще будь», — но вы такие: «Нах*р проще, я Лев», — и идёте дальше с королевским матом."
    },
    "virgo": {
      "classic": "День будто складывается в аккуратный орнамент. Даже хаос как будто держит расстояние, уважая вашу внутреннюю структуру.",
      "uncensored": "Вы сегодня чините реальность с матами на вдохе и выдохе. «Почему тут криво? Кто тут мудак? Сейчас исправлю, бл*ть». И исправляете. Красиво."
    },
    "libra": {
      "classic": "Сегодня вы балансируете между двумя идеями, которые висят в воздухе, как два ярких фонаря, и вы спокойно идёте между ними.",
      "uncensored": "Ваше настроение скачет так быстро, что люди думают, будто вы нажимаете на кнопки «нах*р» и «ладно» по очереди. И вы сами не всегда знаете, какая нажмётся следующей."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня — как густой дым с отблесками света внутри. Он завораживает и заставляет людей говорить тише.",
      "uncensored": "Вы сегодня смотрите так, будто знаете все запрещённые секреты. Люди рядом ловят ваш взгляд и думают: «Бл*, лучше не косячить». И правильно думают."
    },
    "sagittarius": {
      "classic": "Сегодня ваш путь будет похож на узкую дорожку среди странных огней, которые сами решают, когда загореться.",
      "uncensored": "Судьба кидает вас по событиям как теннисный мяч: «На! Лови, бл*!» — а вы летите, орёте, ржёте и почему-то снова выигрываете в хаосе."
    },
    "capricorn": {
      "classic": "Сегодня вы будете чувствовать себя частью большого механизма, где каждый зубец идеально подходит к вам.",
      "uncensored": "Вы сегодня настолько сурово идеальны, что мир сам встаёт по струнке. Любой, кто работает хуже нормы, получит ваше фирменное «ты чё, бл*ть?» — и исправится."
    },
    "aquarius": {
      "classic": "Идеи приходят как маленькие световые искры — взрываются, зависают и тихо ждут, пока вы их заметите.",
      "uncensored": "Ваш мозг сегодня в режиме «гениальный поехавший»: «Сделаем х*йню? Да! Работает? Пох*й, увидим!» — и вселенная снимает это как документалку."
    },
    "pisces": {
      "classic": "Сегодня вы будто идёте по невесомой воде, которая слегка колышется под шагами, но не проваливается.",
      "uncensored": "Вы сегодня как мистический морской матершинник: «Ёб*ный плёс, опять эмоции полезли!» — и плывёте дальше, красиво и в своём ритме."
    }
  },
  "2025-12-07": {
    "aries": {
      "classic": "Сегодня мир будто подталкивает вас лёгким тёплым ветром в спину. Даже случайные мелочи будут складываться так, будто хотят вам помочь дойти до спокойствия.",
      "uncensored": "Ты сегодня как маленький боевой заряд позитива: «Ну что, бл*ть, я выдержал всю неделю — и эту выдержу!» Вселенная кивает: «Да, красава, иди грейся»."
    },
    "taurus": {
      "classic": "Этот день будто укутывает вас в мягкое туманное одеяло. Всё слегка замедляется, позволяя вам вдохнуть спокойно и глубоко.",
      "uncensored": "Ты сегодня как бронированный плед: тёплый, спокойный и никого не боишься. Даже если что-то пойдёт не так — ты скажешь: «Ну и х*й с ним, завтра разберусь»."
    },
    "gemini": {
      "classic": "Мысли сегодня будут вести себя мягко, будто дружат между собой. Даже внутренний диалог звучит не спором, а тихой беседой.",
      "uncensored": "Ты сегодня сам себе лучший друг: оба твоих «я» наконец-то такие: «Ладно, бл*, давай жить спокойно». Удивительно, но работает."
    },
    "cancer": {
      "classic": "Сегодня эмоции будут тихими, как вода под лёд, но приятными. Даже воздух будто поддерживает вас, не давит, а мягко обнимает.",
      "uncensored": "Сегодня ты смотришь на жизнь и такой: «Ну, бл*ть, уже не так плохо». И правда — в душе тепло. Ты заслужил. Не сомневайся."
    },
    "leo": {
      "classic": "Сегодня мир смотрит на вас с уважением, будто признаёт: да, вы были храбры всю неделю. И теперь пора расслабиться красиво.",
      "uncensored": "Ты сегодня сияешь спокойно, по-царски: не орёшь, не требуешь, просто говоришь миру: «Я ох*ренный». И мир такой: «Да, братец, подтверждаю»."
    },
    "virgo": {
      "classic": "Сегодня порядок приходит сам, будто хочет благодарить вас за терпение. Всё ложится ровно, ничего не раздражает.",
      "uncensored": "Ты сегодня не ругаешь хаос, а смотришь на него и говоришь: «Ладно, бл*, живи до завтра». И это уже победа."
    },
    "libra": {
      "classic": "Воскресенье даст вам удивительное равновесие — будто кто-то незаметно подержал ваши мысли, чтобы они не шатались.",
      "uncensored": "Ты сегодня в балансе, как мастер дзена на матах: «Всех люблю, но если чё — скажу по делу, бл*ть». И никто даже не обидится."
    },
    "scorpio": {
      "classic": "Ваша энергия сегодня спокойная, как глубокий пруд без ветра. Но в нём есть мягкое свечение, подсказка: всё идёт правильно.",
      "uncensored": "Ты сегодня не пугаешь мир, а вдохновляешь: взгляд всё ещё сильный, но теперь говорит: «Живём, бл*ть. И всё получится»."
    },
    "sagittarius": {
      "classic": "День будто разворачивает перед вами мягкую тропинку: идти легко, воздух свежий, шаги уверенные.",
      "uncensored": "Ты сегодня такой: «Ну что, бл*ть, отдохнём красиво!» — и жизнь такая: «Давай». Всё располагает к отдыху с лёгким, бодрым матерком."
    },
    "capricorn": {
      "classic": "Сегодня вы чувствуете, как усталость тихо отступает. Появляется ясность, уверенность, будто внутренний механизм наконец смазан.",
      "uncensored": "Ты сегодня выдаёшь мощный спокойный вайб: «Да, я заеб*лся… но держусь. И держаться буду». Мир уважает такую стойкость."
    },
    "aquarius": {
      "classic": "Идеи приходят мягкие, как пушинки, которые садятся на ладонь. Они приятны, просты и дают хорошее настроение.",
      "uncensored": "Ты сегодня креативишь без усилий: «Сделаю вот так — и пох*й». И оно реально работает. Воскресное волшебство, бл*ть."
    },
    "pisces": {
      "classic": "Сегодня ваш внутренний океан тихий. Мягкие волны накатывают мысли, которые хочется оставить себе — они добрые.",
      "uncensored": "Ты сегодня плывёшь как расслабленный мудрый чертёнок воды: «Ну и чё, бл*? Всё нормально. Живём. Плывём. Красиво»."
    }
  },
  "2025-12-08": {
    "aries": {
      "classic": "Понедельник подкрадётся к вам как кот в тапках, протянет лапой и скажет: «Ну что, начинаем?» И вы неожиданно почувствуете прилив уверенной энергии, словно в воздухе включили скрытый режим ускорения.",
      "uncensored": "Неделя стартует, а вы уже несётесь вперёд с выражением: «Пошли, бл*, разберёмся со всем». Кто встанет на пути — тот сегодня имитирует невидимую преграду и улетает в сторону."
    },
    "taurus": {
      "classic": "Сегодня день будто включает вам тихий внутренний двигатель: мягкое, уверенное начало недели, будто кто-то положил вам в карман немного спокойной силы.",
      "uncensored": "Понедельник стучится вам в голову: «Подъём». А вы открываете дверь и говорите: «Завали, я уже начал». И идёте рубиться с задачами так, что даже календарь офигевает."
    },
    "gemini": {
      "classic": "Ваши thoughts today form beautiful shifting patterns, как будто понедельник решил подыграть и не устраивать хаос. В голове появляются новые идеи, словно кто-то зажёг дополнительные лампочки.",
      "uncensored": "Понедельник ещё не проснулся, а вы уже обсуждаете с собой планы, спорите, подбадриваете друг друга и шипите на реальность: «Ну давай же, бл*, запускай процесс!»"
    },
    "cancer": {
      "classic": "Понедельник наступает мягко — будто кто-то разбудил вас тёплым лучом и тихонько подсказал правильное направление для начала недели.",
      "uncensored": "Вы просыпаетесь, видите понедельник и такие: «Ну здравствуй, бл*ть. Погнали работать». И как ни странно — всё идёт бодро, ровно и почти приятно."
    },
    "leo": {
      "classic": "Вы входите в неделю как артист на репетицию — уверенно, спокойно и с лёгким внутренним светом. Сегодня мир будет смотреть на вас как на человека, который уже всё понял.",
      "uncensored": "Вы сегодня врываетесь в понедельник с королевской походкой: «Так, бл*, кто тут не готов работать?» И понедельник такой: «Я готов, пожалуйста, только не кричи»."
    },
    "virgo": {
      "classic": "День начнётся аккуратно: как будто вселенная разложила ваши мысли по полочкам заранее, чтобы вы не тратили силы. Приятный, ровный старт недели.",
      "uncensored": "Вы просыпаетесь, видите бардак мира и такие: «Ну и кто всё это будет разгребать, бл*?» И сами же разгребаете так идеально, что понедельник начинает стесняться."
    },
    "libra": {
      "classic": "Понедельник даст вам мягкое равновесие — будто кто-то держит за плечи, чтобы вы спокойно вошли в неделю без рывков и перекосов.",
      "uncensored": "Вы смотрите на понедельник и такие: «Так, не начинай». А он такой: «Хорошо-хорошо». Вы правите день одним взглядом и спокойным «не бесите меня, бл*ть»."
    },
    "scorpio": {
      "classic": "Сегодня вы будто открываете дверь в новую неделю, а оттуда доносится тёплый свет и чувство: «Здесь есть что-то нужное». Атмосфера дня обволакивает вас уверенностью.",
      "uncensored": "Вы входите в понедельник как хищник, который выбрал себе хороший день для охоты. Любая задача пытается прятаться, но вы такие: «Куда, бл*, пошёл? Иди сюда»."
    },
    "sagittarius": {
      "classic": "Старт недели будет похож на мягкий разгон по ровной дорожке, где ветер подсказывает направление. Всё начнёт происходить естественно и вовремя.",
      "uncensored": "Вы смотрите на понедельник, берёте его за шкирку и говорите: «Если будешь выделываться — улетишь». И понедельник, испугавшись, работает идеально."
    },
    "capricorn": {
      "classic": "Ваша энергия сегодня точная, как хорошо смазанный механизм. Понедельник уважает вас и даёт ровный старт недели без лишнего шума.",
      "uncensored": "Вы просыпаетесь, проверяете фронты и говорите: «Ну что, бл*, работаем». И даже понедельник не смитхилдится — он просто покорно включается."
    },
    "aquarius": {
      "classic": "Сегодня идеи начинают появляться с утра, как будто понедельник подкинул вам мешочек вдохновения. Всё кажется необычным, но правильным.",
      "uncensored": "Вы встречаете понедельник как эксперимент: «Ну давай, удиви меня, бл*ть». И он удивляет — потому что вы сегодня способны выкрутиться из любой х*йни гениально."
    },
    "pisces": {
      "classic": "Понедельник приходит к вам мягко, почти акварельно. Он подталкивает вас вперёд спокойной волной, обещая тихий, но продуктивный старт недели.",
      "uncensored": "Вы сегодня такие: «Ну ладно, понедельник, давай попробуем жить». И он реально идёт навстречу, не хамит и не давит. Вы его укротили своим расслабленным «не трогайте меня, бл*ть»."
    }
  },
   "2025-12-09": {
    "aries": {
      "classic": "Сегодняшний вторник идёт рядом с вами, как герой фильма, который знает о вас больше, чем вы сами. В воздухе витает ощущение приключения, будто камера слегка приближает ваш крупный план.",
      "uncensored": "Вы выходите во вторник как герой боевика, который уже устал быть добрым. С мыслями: «Ну что, бл*, кто первый?» Любая задача, которая сегодня сунется, будет швырнута обратно так, будто вы тренируетесь метать проблемы в стену."
    },
    "taurus": {
      "classic": "День развивается так плавно, будто вы идёте по сценарию качественного арт-хауса — странно, красиво, с намёком на глубину. Даже чай кажется снятым крупным планом.",
      "uncensored": "Вы идёте по вторнику как танк по картонной декорации. Люди что-то пытаются вам объяснить, но вы смотрите на них так, будто режиссёр кричит: «ТИШИНА НА СЪЁМКЕ, бл*ть!» Всё вокруг ведёт себя тише обычного — боится получить от вас звуковую пощёчину."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня перепрыгивают между жанрами: то комедия, то фантастика, то внезапный кадр с глубокой философией. Это создаёт странно приятную внутреннюю динамику.",
      "uncensored": "Ваш внутренний дуэт сегодня устраивает драку в монтажной: один орёт «Мы успеем!», второй — «Да пошёл этот вторник!» В итоге реальность получает два разных плана атаки и обеими получает по морде."
    },
    "cancer": {
      "classic": "Сегодня весь день ощущается будто мягкая сцена из старого доброго фильма, где герой вдруг понимает что-то важное — и свет падает точно в нужную точку.",
      "uncensored": "Вторник на вас посмотрел — и сразу захотел стать средой. Ваше настроение сегодня непредсказуемо: вы можете нежно жить свою жизнь, а через минуту швырнуть метафорическую кружку проблеме в лицо со словами: «Не гавкай, бл*ть»."
    },
    "leo": {
      "classic": "Ваш вторник выстроен как красивая постановка: вы — главный персонаж, остальные — поддержка. Мир будто ставит вам правильный свет и фокус.",
      "uncensored": "Вы сегодня входите в любое помещение как герой, который знает, что сейчас сыграет лучшую сцену сезона. Вторник видит вас и автоматически добавляет драматическую подсветку."
    },
    "virgo": {
      "classic": "День напоминает аккуратно снятый кадр, где каждая деталь на своём месте. Будто режиссёр специально попросил навести идеальный порядок.",
      "uncensored": "Вы вычищаете вторник так, будто вам платят за уничтожение косяков. Ни одна ошибка не успеет сделать вдох — вы душите её голыми руками организации и фразами уровня: «Кто это написал, бл*ть? Я?» И исправляете. Жёстко."
    },
    "libra": {
      "classic": "Сегодня ваш день похож на тихий саундтрек к красивой сцене: всё ровно, гармонично, будто жизнь решила дать вам эстетический бонус.",
      "uncensored": "Ваши колебания сегодня выглядят как сцена из авторского кино: то вы милый герой, то демонический режиссёр, который шипит вторнику: «Сейчас ещё раз ошибёшься — и я тебя пересниму, бл*ть». Вторник старается."
    },
    "scorpio": {
      "classic": "Ваша энергетика сегодня похожа на кадр в полумраке, где герой появляется из тени. Немного загадочности, немного силы — и много неизбежности.",
      "uncensored": "Вы сегодня такой тёмный персонаж, что вторник боится даже загружать начало сцены. Одного вашего взгляда хватает, чтобы день вел себя смирно, как статист после фразы: «Повтори это, и я тебя выпилю из сюжета, бл*»."
    },
    "sagittarius": {
      "classic": "Сегодня вы будто путешествуете по фильму-road movie: лёгкость, смена настроений, неожиданные инсайты на горизонте.",
      "uncensored": "Вы разгоняетесь так, будто участвуете в фильме, где бюджеты идут на взрывы. Вы несёте вторнику такую мощную энергетику, что он только успевает прятаться за декорациями, пока вы кричите: «Ставьте дубль! Я ещё не закончил, бл*!»"
    },
    "capricorn": {
      "classic": "День идёт по чёткому сценарию — организованно, логично, будто вы автор и режиссёр в одном лице. Вторник уважает такую структуру.",
      "uncensored": "Вы сегодня как хладнокровный герой из криминальной драмы. Медленно поднимаете глаза на вторник и говорите низким голосом: «Если ещё раз попробуешь мне мешать, я лично пересоберу твой сценарий, бл*». И вторник дрожит."
    },
    "aquarius": {
      "classic": "Ваш вторник наполнен странными вспышками вдохновения — будто вы живёте в фильме, где мелькают магические элементы, но никто этого не объясняет.",
      "uncensored": "Вы сегодня как персонаж экспериментального кино: делаете дикие вещи, а потом оказывается, что это был единственный правильный вариант. Вторник смотрит на вас и перестаёт задавать вопросы."
    },
    "pisces": {
      "classic": "Сегодняшний день ощущается как красивая сцена под водой — движения мягкие, мысли плывут спокойно, всё будто замедлено ради эстетики.",
      "uncensored": "Вы сегодня как загадочный персонаж, который тихо улыбается, а потом выбрасывает вторнику эмоциональную гранату. Нежность — да. Но с добавлением фразы: «Если ещё раз полезешь ко мне без спроса — утоплю тебя в собственном сюжете, бл*.»"
    }
  },
    "2025-12-10": {
    "aries": {
      "classic": "Среда подкрадётся тихо, как сосед, который приходит за солью, но приносит странные новости. Даже чайник сегодня вскипит не просто так — будто намекает вам ускориться.",
      "uncensored": "Вы сегодня выходите в жизнь как человек, который уже три часа спорит с пылесосом. Если среда попробует возражать — она улетит в угол с выражением «я больше так не буду, бл*»."
    },
    "taurus": {
      "classic": "День будет развиваться как странный эпизод бытового шоу: холодильник будто улыбается, стул — подмигивает, а вы спокойно идёте по сюжету, не удивляясь.",
      "uncensored": "Вы открываете холодильник утром и шепчете: «Кто тут без меня живёт?» Холодильник молчит, потому что знает: в среду вы не намерены терпеть лишних движений."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли разъезжаются по голове как разноцветные носки, которые почему-то не собираются в пары. Но каждое из них приносит свою пользу.",
      "uncensored": "Вы спорите сами с собой так громко, что стиральная машина пытается перекричать вас на отжиме. Никто другой сегодня не вмешивается — никто не хочет попасть под словесный ураган."
    },
    "cancer": {
      "classic": "Среда придёт мягко, как пушистый плед, но с характером: она принесёт пару странных ощущений, будто мебель ночью обсуждала вас.",
      "uncensored": "Вас сегодня лучше не трогать: вы идёте по дому как хозяин коммуналки, который всех строит. Даже шторы боятся шелестеть слишком громко."
    },
    "leo": {
      "classic": "Сегодня вы будто заходите в собственный фильм: свет ложится идеально, воздух немного драматический, а всё бытовое вокруг вас выглядит театрально.",
      "uncensored": "Вы входите в комнату, и лампочка гаснет от волнения. Люди говорят тише, потому что понимают: если кто-то сегодня на вас посмотрит криво — вы дадите ему монолог уровня «мне это не надо, бл*»."
    },
    "virgo": {
      "classic": "Сегодня каждая мелочь в доме станет частью большого пазла. Даже пыль начнёт ложиться симметрично — будто хочет порадовать вас своим поведением.",
      "uncensored": "Вы видите беспорядок — и у вас включается режим «генеральный бог». Сегодня вы переставите полмира, и никто не рискнёт сказать «а может не надо?»"
    },
    "libra": {
      "classic": "Сегодня вы балансируете между двумя чашками чая, двумя решениями и двумя неожиданными предложениями. Всё выглядит хаотично, но ощущается гармоничным.",
      "uncensored": "Вы смотрите на среду и говорите: «Так, не шуметь». И она послушно делает вид, что была тихой всегда. Даже кот ходит мягче — он сегодня не хочет участвовать в ваших разборках."
    },
    "scorpio": {
      "classic": "Сегодня вы словно загадочный объект интерьера: красивый, страшноватый, всем интересный. Среда подходит к вам с осторожностью.",
      "uncensored": "Вы открываете глаза — и атмосфера в комнате становится плотнее. Среда сразу понимает, кто тут главный, и старается не шуметь, чтобы не оказаться выкинутой за дверь."
    },
    "sagittarius": {
      "classic": "Сегодняшняя среда будет выглядеть как странный сериал, где вы герой, которому всё время подворачиваются нелепые, но забавные события.",
      "uncensored": "Вы несётесь вперёд как человек, который опаздывает в магазин за акцией. Все препятствия просто отскакивают — они не хотят становиться частью вашего эпизода."
    },
    "capricorn": {
      "classic": "Сегодня события будут происходить так чётко, будто этот день составлен по инструкции, найденной на обороте пакета молока.",
      "uncensored": "Вы смотрите на задачи, они смотрят на вас, и понимают — шансов нет. Даже чайник сегодня кипит ровно, чтобы не вызвать лишних вопросов."
    },
    "aquarius": {
      "classic": "Сегодня к вам прилетят идеи, которые напоминают странные купоны на скидку: неожиданные, непонятные, но почему-то нужные.",
      "uncensored": "Вы делаете сегодня такую дичь, что соседи решили не выходить на площадку. Среда уже смирилась — она знает, что спорить с вами бесполезно, вы всё равно придумаете что-то ещё более странное."
    },
    "pisces": {
      "classic": "День будет мягким, как тихая лужа после дождя — отражающей мир, но слегка искажено, будто нарисовано на стекле.",
      "uncensored": "Вы смотрите на всё вокруг так, будто мир — недоваренный суп. И если кто-то сегодня скажет глупость, вы ответите мягко, но так, что человеку захочется пересмотреть свою жизнь."
    }
  },
    "2025-12-11": {
    "aries": {
      "classic": "Сегодня вы будете двигаться так, будто за вами тихо идёт сказочный зверь, которого никто не видит. Он похрапывает, пофыркивает и подсказывает вам, куда идти.",
      "uncensored": "Вы сегодня как герой волшебной повести, которому выдали квест «разгроми зло» — только зло это сама среда. «Подвинься, сказочка, сейчас я покажу, как тут работаем, бл*». Даже драконы сегодня делают вид, что вас не видят."
    },
    "taurus": {
      "classic": "День будет выглядеть как сказка, написанная после долгой бессонницы: цветы смотрят на вас слишком внимательно, а ложка пытается рассказывать предсказания.",
      "uncensored": "Вы сегодня как огромный вальяжный тролль, который проснулся и понял, что замок стоит криво. «Щас исправим», — сказали вы, и реальность попыталась выровняться сама, чтобы не быть раздавленной."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут общаться друг с другом как волшебные птички: спорят, кружатся и приносят странные, но полезные знания.",
      "uncensored": "Сегодня вы — два гремлина, пытающихся одновременно управлять одним телом. Один шепчет: «Прыгай в портал», второй орёт: «Это ведро, дурак!» И всё это происходит вслух."
    },
    "cancer": {
      "classic": "Эмоции будут накатывать как волшебное озеро с подсветкой. Каждая волна — с намёком, каждый блик — со скрытым смыслом.",
      "uncensored": "Вы сегодня как обиженная русалка, которая вышла на берег разбираться. Если кто-то спросит «что случилось», вы посмотрите так, что чайки сами улетят в другой район."
    },
    "leo": {
      "classic": "Сегодня вам дают роль главного героя странной сказки: вы сияете, ветер играет на вашей стороне, а случайные люди смотрят как на избранника.",
      "uncensored": "Вы выходите из дома как королевский персонаж, который потерял терпение: «Где мой конь? Где мои фанфары? Где сценарист этого балагана?!» Мир прячется за кусты, чтобы вы его не переписали."
    },
    "virgo": {
      "classic": "Среда выглядит как организованный сказочный лес: всё на своих местах, ветки выровнены, грибы стоят строго по парам.",
      "uncensored": "Вы сегодня как фея бухгалтерской магии: летаете над хаосом, хлещете его волшебной палкой и кричите: «КТО РАЗБРОСАЛ РЕАЛЬНОСТЬ?!» Хаос собирается моментально."
    },
    "libra": {
      "classic": "Сегодня ваш день похож на волшебный мост, который слегка покачивается, но красиво светится, указывая путь.",
      "uncensored": "Вы балансируете между добром и злом как герой сказки, который не выспался. «Не трогайте меня, я прекрасен», — говорите вы, и мир пытается понять, на какой стороне вы сегодня."
    },
    "scorpio": {
      "classic": "Сегодня у вас аура лесного духа: глубокого, таинственного, немного пугающего, но притягательного.",
      "uncensored": "Вы как демон из славянских сказок, который проснулся раньше будильника. Ваш взгляд сильнее любого заклинания, и даже тень сегодня держит дистанцию."
    },
    "sagittarius": {
      "classic": "День будет напоминать путь к волшебному замку: яркий, непредсказуемый, с подсказками в самых странных местах.",
      "uncensored": "Вы сегодня как герой сказочного боевика: скачете по задачам так, что гномы прячутся, единороги уступают дорогу, а ваши слова звучат как боевые заклинания."
    },
    "capricorn": {
      "classic": "Среда станет похожа на магическую книгу: страницы сами перелистываются, подсказывая вам нужное направление.",
      "uncensored": "Вы сегодня как мрачный волшебник, который устал от дураков. «Это не магия, это здравый смысл, бл*», — говорите вы, и все вокруг внезапно начинают умнеть."
    },
    "aquarius": {
      "classic": "Сегодня вокруг вас будет кружиться воздух, будто живой. Он приносит странные идеи, пахнущие чудесами и лёгким беспокойством.",
      "uncensored": "Вы как сказочный изобретатель, который собрал непонятную хрень, нажал кнопку и крикнул: «Посмотрим!» Мир: «Не надо!» Вы: «Поздно, бл*!» И запускается хаос."
    },
    "pisces": {
      "classic": "Сегодня вы будете плыть по дню как в тёплом волшебном омуте: мягкие цвета, мягкие мысли, мягкие повороты судьбы.",
      "uncensored": "Вы как дух лесного озера: на вид мягкий, но если кто-то спросит лишнее — швырнёте в него мокрой веткой со словами: «Не трогайте мою воду, бл*»."
    }
  },
   "2025-12-12": {
    "aries": {
      "classic": "Сегодня мир слегка потрескивает по краям, будто кто-то забыл выключить закат. Но среди этого света вы движетесь как герой романтической драмы, который идёт спасать чувства через огонь.",
      "uncensored": "Вы сегодня смотрите на мир, который плавится, и такие: «Ну давай, бл*, покажи мне страсть». И мир реально показывает — искры летят, а вы стоите красивый, злой и полный эмоций как финальный босс любви."
    },
    "taurus": {
      "classic": "Этот день будет похож на нежный апокалипсис: стены слегка дрожат, воздух пылает, но чувствуется странное тепло, будто кто-то держит вас за руку.",
      "uncensored": "Вы гуляете по руинам пятницы как романтический гигант: спокойный, уверенный, но если кто-то попытается испортить вам настроение — вы такой: «Я тут красоту переживаю, бл*, иди мимо»."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут метаться как искры от вспышек на горизонте, но в каждой есть кусочек нежности, будто мир признаётся вам в любви перед финалом.",
      "uncensored": "Ваши две половины спорят, кто сегодня главный герой апокалипсиса: один кричит «Я!», второй — «Отвали, бл*, я красивее». В итоге оба сияют среди хаоса как два безумных купидона."
    },
    "cancer": {
      "classic": "Ваши чувства сегодня вспыхнут мягко, как лампа в пустой комнате перед грозой. Да, вокруг творится конец света, но вы будто тихий оазис эмоций.",
      "uncensored": "Вы сегодня такой романтичный, что даже метеор, летящий на землю, скажет: «Подожду, он там что-то чувствует». Но если кто-то вас тронет — будет буря."
    },
    "leo": {
      "classic": "Вы входите в пятницу как в красивую сцену разрушенного мира, где каждый луч света играет на вас. Мир рушится, но вы сияете на фоне взрывов.",
      "uncensored": "Вы стоите посреди романтического пламени, волосы развеваются, и вы орёте судьбе: «Я и так блистаю, бл*, не надо спецэффектов!» Судьба краснеет и делает вам ещё больше света."
    },
    "virgo": {
      "classic": "Сегодняшний апокалипсис выглядит удивительно аккуратным: даже разрушенные здания будто падают симметрично, а угли складываются в декоративный узор.",
      "uncensored": "Вы смотрите на конец света и заявляете: «Так, я это всё разложу по полкам, бл*!» И разложили. Даже вулканы сегодня извергаются ровно и красиво."
    },
    "libra": {
      "classic": "Мир слегка разваливается, но эстетично: словно художник решил совместить огонь и нежность. Вы идёте между пламенем и светом, сохраняя идеальный баланс.",
      "uncensored": "Вы глядите на хаос и говорите: «Ну красиво, конечно, но бл*, можно без перегибов?» И хаос реально притормаживает, боясь нарушить вашу гармонию."
    },
    "scorpio": {
      "classic": "Сегодня вы притягиваете романтику конца света как магнит. Разруха вокруг подчёркивает вашу тайную красоту и опасную страсть.",
      "uncensored": "Вы стоите среди взрывов как злой, влекущий демон любви. Кто рискнёт приблизиться — сгорит, но будет счастлив. Вы смотрите на пламя так, будто это ваш личный флирт."
    },
    "sagittarius": {
      "classic": "День напоминает путешествие по миру, который красиво разваливается. Каждая трещина ведёт туда, где вас ждёт ответ и немного романтики.",
      "uncensored": "Вы скачете по пылающему апокалипсису как по цветочкам: «О, красиво! О, горячо! О, бл*, чуть не умер — романтично!» Мир не успевает за вашей страстью."
    },
    "capricorn": {
      "classic": "Конец света рядом с вами выглядит почти упорядоченно. Даже пепел летит под правильным углом, отдавая вам уважение.",
      "uncensored": "Вы смотрите на романтический хаос и говорите: «Так, бл*, кто тут главный?» Мир: «Вы». Вы: «Верно». И апокалипсис стоит в очереди, чтобы не мешать вашему расписанию."
    },
    "aquarius": {
      "classic": "Сегодня вдохновение взрывается вокруг как разноцветные сверхновые. Мир рушится, но в этом столько красоты, что вы чувствуете почти восторг.",
      "uncensored": "Вы поджигаете случайную идею, она взрывается, вы такие: «О! Работает!» Мир: «Ох, бл*, опять он начал…» Но выглядит это потрясающе."
    },
    "pisces": {
      "classic": "Сегодня вы идёте по поверхности кипящей воды, окружённые мягким сиянием, будто вы герой последней главы мифа.",
      "uncensored": "Вы стоите посреди огня: «Какая красота… кто тронет — утоплю». И все стихии отступают. Даже пламя ведёт себя нежнее рядом с вами."
    }
  },
   "2025-12-13": {
    "aries": {
      "classic": "Сегодня снег будет вести себя так, будто он обладает характером: он садится на вас намеренно, шепчет «иди туда», а потом делает вид, что ничего не было.",
      "uncensored": "Вы выходите на улицу, а снег такой: «Ну здарова». Вы: «Я не в настроении». Снег: «А мне пофиг». И начинается бой — вы против атмосферных осадков, которые ведут себя как наглый волшебный хулиган."
    },
    "taurus": {
      "classic": "Сегодня мороз будто подбадривает вас — не кусает, а слегка щиплет, как старый волшебник, который хочет, чтобы вы улыбнулись.",
      "uncensored": "Вы идёте по улице как зимний гигант, и даже сугробы такие: «Ой, всё, расходимся». Если что-то встанет у вас на пути — вы просто пройдёте сквозь, оставив мир в лёгком шоке."
    },
    "gemini": {
      "classic": "Сегодня зима шепчет вам странные советы: «Возьми с собой перчатку, она пригодится». И она действительно пригодится — зачем, поймёте позже.",
      "uncensored": "Ваши две половины спорят о погоде: одна орёт «Я замерз!», вторая — «Я хочу приключений!» В итоге вы машете руками как шаман, и погода реально меняется."
    },
    "cancer": {
      "classic": "Сегодня вы будете чувствовать зиму как музыку: каждый порыв ветра — нота, каждый снежок — ритм. Странно, но красиво.",
      "uncensored": "Вы выходите на улицу, а ветер вам: «Здарова, зайчик». Вы: «Только тронь сильнее — укушу». Ветер ведёт себя прилично, потому что вы сегодня главный маг."
    },
    "leo": {
      "classic": "Сегодня снег падает так, будто он специально освещает вашу дорогу. Зимний мир вас уважает — громко и сияюще.",
      "uncensored": "Вы идёте как зимняя корона. Снег старается лечь красиво, чтобы вы выглядели эпичнее. Если кто-то пройдёт слишком близко — снег сам шлёпнет его по носу от вашего имени."
    },
    "virgo": {
      "classic": "Сегодня зима решила структурироваться: снежинки падают ровно, узоры формируются аккуратно, будто магия решила вас порадовать.",
      "uncensored": "Вы видите неровный сугроб: «Я сказала ровно». И сугроб реально оседает, принимая форму. Вы сегодня зимний архидизайнер, который решает, как выглядит мир."
    },
    "libra": {
      "classic": "Сегодня зима держит идеальный баланс: немного холода, немного волшебства, немного странности — всё в гармонии.",
      "uncensored": "Вы идёте такие: «Снег, веди себя красиво». И снег ведёт. Один хлопьяш попытался упасть некрасиво — вы посмотрели на него так, что он растворился в воздухе."
    },
    "scorpio": {
      "classic": "Сегодня мороз слегка темнеет вокруг вас — не от холода, а от уважения. Вы выглядите как герой зимнего ритуала.",
      "uncensored": "Вы идёте по зиме, и снег под вами трещит так, будто шепчет: «Господи, он опять вышел…» Природа сама заморозит того, кто попробует вас раздражать."
    },
    "sagittarius": {
      "classic": "Сегодня снег ложится на плечи как приглашение в приключение. Зима зовёт вас куда-то яркое и странное.",
      "uncensored": "Вы идёте как человек, у которого личный договор со стихией. Если снег мешает — раздвигаете. Если ветер дерзит — дерзите в ответ. И стихия сдаётся."
    },
    "capricorn": {
      "classic": "Сегодня зима действует строго по плану: мороз ровный, снег предсказуемый, настроение устойчивое — будто вы держите погоду под контролем.",
      "uncensored": "Вы смотрите на снежную бурю и говорите: «Так, бл*. Работай спокойно». И буря успокаивается. Даже зима знает ваши правила."
    },
    "aquarius": {
      "classic": "Сегодня вокруг вас кружится магия, будто снежинки используют вас как центр зимнего заклинания.",
      "uncensored": "Вы сегодня как шаман стихии с лёгким безумием: подбрасываете снег — он взрывается блёстками; шепчете фразу — ветер начинает бегать вокруг. Мир боится, но восхищён."
    },
    "pisces": {
      "classic": "Сегодня вы словно плывёте через мягкий зимний туман. Мир поэтичен, тих и странно волшебен.",
      "uncensored": "Вы идёте как древний зимний дух, который забыл, что он вообще-то опасен. Но стоит кому-то сказать ерунду — вы швырнёте в него метафорическим ледышком."
    }
  },
    "2025-12-14": {
    "aries": {
      "classic": "Сегодня дом будет звучать как старый мягкий плейлист: чайник тянет басы, диван даёт лёгкую перкуссию, а тёплый воздух напевает что-то своё. Вы в центре, как дирижёр уютного оркестра.",
      "uncensored": "Вы идёте по дому, а пол начинает играть ритм вам в такт. Дом такой: «Ну давай, звезда, задавай темп». А вы: «Да щас, бл*, устроим концерт». И реально устраиваете — стены аж вибрируют от вашей энергетики."
    },
    "taurus": {
      "classic": "Воскресенье разливается вокруг вас как тёплая мелодия: чай пахнет гармонией, подушка звучит как приглушённый аккорд, а тишина словно подпевает.",
      "uncensored": "Вы сегодня включаете музыку, а дом такой: «О, началось». И начинает подтанцовывать. Если кто-то попытается нарушить ваше спокойствие — вы увеличите громкость и скажете: «Тише, бл*, у меня тут ритуал»."
    },
    "gemini": {
      "classic": "Сегодня каждая комната звучит как разная песня, и вы прыгаете между ними, собирая настроение. Получается забавно, разноцветно и неожиданно гармонично.",
      "uncensored": "Вы то включаетесь, то выключаетесь, как сломанный диджей. Одна половина хочет танцевать, другая — лежать лицом в подушку. В итоге вы устраиваете хаос-сет, и дом подстраивается, чтобы не отстать."
    },
    "cancer": {
      "classic": "Сегодня дом обнимает вас музыкой: тёплый свет, тихие звуки, мягкие вибрации — всё будто шепчет: «Оставайся ещё немного».",
      "uncensored": "Вы заворачиваетесь в плед как босс романтического уюта. Если кто-то полезет с вопросами — вы глянете так, что даже колонка переключит трек на что-то спокойнее, защищая атмосферу."
    },
    "leo": {
      "classic": "Сегодня ваш дом устроит вам персональное шоу: откуда ни возьмись появляется луч света, который идеально ложится на вас, а воздух тихо подыгрывает.",
      "uncensored": "Вы заходите в комнату, и музыка сама делает драматический вступительный аккорд. Дом такой: «Вау…» Вы: «Знаю, бл*, мой выход». И день реально становится постановкой."
    },
    "virgo": {
      "classic": "Музыка в голове сегодня ложится в идеальный порядок: ноты как на полочках, ритмы аккуратные, атмосфера организованно-уютная.",
      "uncensored": "Вы расставляете вещи под ритм, и дом слушается. Даже мусорное ведро закрывается мягче — оно чувствует, что вы сегодня главный звукорежиссёр и не хочет косячить."
    },
    "libra": {
      "classic": "Ваше настроение звучит как мягкий альбом: немного грусти, немного света, немного танцевальности — всё удивительно сбалансировано.",
      "uncensored": "Вы выбираете музыку по принципу «чтоб красиво, бл*». И получается идеально. Так идеально, что даже ваши тапочки идут в такт."
    },
    "scorpio": {
      "classic": "Сегодня в доме царит тёплая, чуть мистическая атмосфера — будто кто-то спел очень тихую, глубокую песню и оставил её вибрировать в воздухе.",
      "uncensored": "Вы сидите в полумраке, музыка сочится из колонок, и даже кот проходит мимо с уважением. Вся энергетика дома такая: «Не тревожим. Этот человек сейчас vibing.»"
    },
    "sagittarius": {
      "classic": "Сегодняшний уют подкидывает вам ритмы: то хочется танцевать, то раскачиваться, то просто сидеть, чувствуя, как музыка согревает пространство.",
      "uncensored": "Вы включаетесь как дальнобойщик-бард: громко, свободно, дерзко. Дом превращается в вашу личную студию. Соседи слушают вместе с вами — хотели они этого или нет."
    },
    "capricorn": {
      "classic": "Сегодня уют выглядит структурированным: чай горячий, звуки ровные, день идёт мягко и по плану — даже музыка будто следует расписанию.",
      "uncensored": "Вы ставите идеальный трек, и дом такой: «Так точно». Любая вещь, которая скрипнет вне ритма, смотрится виновато. Вы сегодня управляете атмосферой как дирижёр, которому нельзя перечить."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут стекать в вас как необычные мелодии: странные, вдохновляющие, с космическим налётом. Дом превращается в саундтрек вашего воображения.",
      "uncensored": "Вы ставите экспериментальный трек, и дом начинает вести себя странно: занавески двигаются, воздух вибрирует, кружка «поёт». Вы: «Нормально». Мир: «Что за хрень?» Вы: «Творю, бл*.»"
    },
    "pisces": {
      "classic": "Сегодня всё вокруг звучит как тихая музыка под водой: мягко, глубоко, уютно. Пространство будто дышит вместе с вами.",
      "uncensored": "Вы идёте по дому плавно, как в замедленной съёмке, и музыка льётся за вами. Если кто-то нарушит ваш покой — вы просто переключите трек на драматичный, чтобы природа поняла намёк."
    }
  },
     "2025-12-15": {
    "aries": {
      "classic": "Понедельник сегодня ощущается как мокрый свитер, который почему-то нужно носить весь день. Но чем сильнее он давит, тем быстрее вы понимаете: вы всё равно сильнее этого дня.",
      "uncensored": "Понедельник смотрит на вас с утра с видом «ну попробуй». Вы смотрите в ответ и такие: «Ты не первый, бл*». День начинает отступать уже к обеду."
    },
    "taurus": {
      "classic": "День тяжёлый, медленный, вязкий, как сон, из которого не хочется вылезать. Но вы умеете жить в таком ритме — аккуратно, основательно, по-своему.",
      "uncensored": "Понедельник тянется, как очередь без конца. Вы стоите в ней с лицом человека, который уже всё понял и просто ждёт, когда реальность перестанет выпендриваться."
    },
    "gemini": {
      "classic": "Понедельник путает мысли, как наушники в кармане. Но именно в этом хаосе вы находите странные, но рабочие решения.",
      "uncensored": "Одна ваша половина орёт «Я не готов», вторая — «Погнали, бл*!». В итоге понедельник получает двойной удар и не понимает, что вообще произошло."
    },
    "cancer": {
      "classic": "Этот понедельник давит на чувства, как серое небо. Но в этом давлении есть что-то родное — будто мир просто хочет, чтобы вы шли помедленнее.",
      "uncensored": "Понедельник лезет к вам без стука. Вы молча смотрите. Он извиняется и выходит. Сегодня даже день понимает, что лучше вас не трогать."
    },
    "leo": {
      "classic": "Понедельник пытается быть главным, но рядом с вами у него не получается. Вы входите в день как человек, который уже пережил хуже.",
      "uncensored": "Вы встаёте с кровати, и понедельник такой: «Ой…». Потому что вы явно не в настроении терпеть его правила, бл*."
    },
    "virgo": {
      "classic": "День тяжёлый, но структурируемый. Понедельник рассыпается, а вы методично собираете его по частям, делая пригодным для жизни.",
      "uncensored": "Вы смотрите на этот бардак и такие: «Так, стоп». Через пару часов понедельник уже стоит ровно, тихо и боится лишний раз скрипнуть."
    },
    "libra": {
      "classic": "Понедельник качает вас из стороны в сторону, но вы удивительным образом сохраняете равновесие. Даже в этом сером дне есть своя эстетика.",
      "uncensored": "Вы пытаетесь быть спокойными, но понедельник испытывает терпение. В итоге вы находите баланс между «ладно» и «да пошло оно всё»."
    },
    "scorpio": {
      "classic": "Этот день ощущается плотным и тёмным, как начало долгого сюжета. Вы чувствуете — это не враг, это испытание.",
      "uncensored": "Понедельник чувствует вашу энергетику и сразу сбавляет обороты. Он понимает: если перегнёт — вы его просто морально уничтожите."
    },
    "sagittarius": {
      "classic": "Понедельник тяжёлый, но вы воспринимаете его как стартовую площадку. Неудобно, но впереди явно что-то интересное.",
      "uncensored": "Вы просыпаетесь с мыслью: «Ну ладно, бл*, поехали». И понедельник внезапно превращается из врага в неловкого попутчика."
    },
    "capricorn": {
      "classic": "Этот понедельник выглядит как работа. Много работы. Но вы в таких условиях чувствуете себя уверенно — вы знаете, что делать.",
      "uncensored": "Понедельник пытается задавать тон. Вы смотрите на него как начальник на стажёра: строго, молча и без шансов на глупости."
    },
    "aquarius": {
      "classic": "Понедельник сегодня странный, будто реальность ещё не до конца загрузилась. И вам в этом даже комфортно.",
      "uncensored": "Вы живёте в своём режиме, а понедельник где-то рядом бесится, что не может вас нормально прижать. И это его проблема, бл*."
    },
    "pisces": {
      "classic": "Понедельник накрывает мягко, как тяжёлое одеяло. День непростой, но в нём много тихих сигналов, если прислушаться.",
      "uncensored": "Вы плывёте сквозь понедельник, как сквозь мутную воду. Он пытается тянуть вниз, но вы просто уходите глубже и исчезаете из его поля зрения."
    }
  },
    "2025-12-16": {
    "aries": {
      "classic": "Во вторник воздух уже легче, будто мир извинился за вчера. Появляется ощущение, что можно двигаться быстрее и даже получать от этого удовольствие.",
      "uncensored": "Вторник подмигивает вам и говорит: «Ну чё, полегче?» А вы такие: «Вот так бы сразу, бл*». День идёт бодро и без лишних заё*ов."
    },
    "taurus": {
      "classic": "Этот день ощущается устойчивым и тёплым, как нормальный завтрак после тяжёлого утра. Всё становится чуть более на своих местах.",
      "uncensored": "Вторник ведёт себя прилично, без резких движений. Вы это цените. Когда день не бесит — это уже маленький праздник, бл*."
    },
    "gemini": {
      "classic": "Мысли во вторник начинают складываться в понятные связки. Хочется общаться, двигаться и даже что-то придумывать.",
      "uncensored": "Голова работает, язык тоже, настроение поднялось. Вы такие: «О, вот это уже жизнь, бл*!» — и вторник радостно соглашается."
    },
    "cancer": {
      "classic": "День мягче, чем вчера. Эмоции успокаиваются, появляется ощущение защищённости и внутреннего тепла.",
      "uncensored": "Вторник аккуратно гладит вас по голове и не лезет с глупостями. И вы такие: «Вот так нормально. Продолжай»."
    },
    "leo": {
      "classic": "Во вторник вы снова чувствуете себя заметным. Мир реагирует охотнее, и это приятно.",
      "uncensored": "День смотрит на вас с уважением. Потому что вчера вы выжили, а сегодня ещё и хорошо выглядите, бл*."
    },
    "virgo": {
      "classic": "Хаоса меньше, ясности больше. Вторник позволяет спокойно навести порядок — и в делах, и в голове.",
      "uncensored": "Вы уже всё разложили, всё поняли и слегка довольны собой. Вторник работает тихо, чтобы не мешать."
    },
    "libra": {
      "classic": "День ощущается ровным и приятным. Баланс восстанавливается, и даже мелочи радуют.",
      "uncensored": "Вы ловите себя на мысли, что вам нормально. Не идеально, но нормально — и это охренеть как хорошо."
    },
    "scorpio": {
      "classic": "Во вторник глубина остаётся, но напряжение спадает. Можно действовать увереннее и спокойнее.",
      "uncensored": "День понял правила и не лезет. Вы в хорошем настроении — а это редкий и опасный бонус."
    },
    "sagittarius": {
      "classic": "Появляется желание двигаться вперёд, что-то планировать, смотреть дальше.",
      "uncensored": "Вторник такой: «Ну что, поехали?» Вы: «А давай, бл*!» — и день резко становится интереснее."
    },
    "capricorn": {
      "classic": "Рабочий ритм найден. Всё идёт спокойно и эффективно.",
      "uncensored": "Вы включились, система работает, лишнего нет. Вторник ведёт себя как надо — без сюрпризов и тупняка."
    },
    "aquarius": {
      "classic": "Идеи начинают всплывать легко и неожиданно. День даёт пространство для манёвра.",
      "uncensored": "Вас вдруг прёт. И вторник такой: «Окей, делай». Очень редкий случай взаимопонимания, бл*."
    },
    "pisces": {
      "classic": "Во вторник становится легче дышать. Мир будто перестаёт давить и начинает плыть вместе с вами.",
      "uncensored": "Вы скользите по дню без сопротивления. Вторник не мешает — и за это ему спасибо."
    }
  },
  "2025-12-17": {
    "aries": {
      "classic": "Среда ощущается как момент в фильме, когда герой понимает: он уже втянулся. Саундтрек включился, камера приблизилась, назад дороги нет.",
      "uncensored": "Вы сегодня как герой боевика на середине фильма: уставший, злой и уже без иллюзий. Среда пытается что-то от вас хотеть, а вы такие: «Не сегодня, бл*, я уже в режиме разрушения»."
    },
    "taurus": {
      "classic": "День напоминает спокойную серию сериала, где всё знакомо и предсказуемо, но уютно.",
      "uncensored": "Среда ведёт себя как затянутая серия без экшена, и вы сидите с лицом человека, готового нажать «пропустить интро». Если день начнёт тупить — вы его морально ускорите."
    },
    "gemini": {
      "classic": "Среда для вас — как клиповый монтаж: быстро, ярко, с кучей реплик и смыслов.",
      "uncensored": "В голове сегодня полный кроссовер: Marvel, TikTok и внутренний монолог на повышенных. Вы говорите быстрее, думаете громче и вообще выглядите как человек, которому среда не успевает отвечать."
    },
    "cancer": {
      "classic": "День похож на драматический сериал: эмоции глубже, паузы важнее слов.",
      "uncensored": "Вы сегодня как персонаж с тяжёлым прошлым и нулевым терпением. Если кто-то полезет с вопросами — получит взгляд уровня «ты сейчас серьёзно, бл*?»."
    },
    "leo": {
      "classic": "Среда ощущается как сцена, где на вас неожиданно включают свет софитов.",
      "uncensored": "Вы входите в день как персонаж, под которого орёт музыка. Даже если вокруг офис — внутри у вас финальная битва сезона, и вы там главный, бл*."
    },
    "virgo": {
      "classic": "Этот день как хорошо написанный сценарий: логично, аккуратно, без лишних движений.",
      "uncensored": "Вы сегодня режиссёр этой среды. Всё тупое вырезано, все косяки отменены, лишние персонажи — нах*й из кадра. Работает чётко."
    },
    "libra": {
      "classic": "Среда балансирует между артхаусом и массовым кино, и вы ловко держите равновесие.",
      "uncensored": "Вы сегодня выглядите так, будто знаете, как надо, но никому не объясняете. Красиво, раздражающе и с видом «да, я лучше вас понял сюжет, бл*»."
    },
    "scorpio": {
      "classic": "День напоминает нуар: тени длинные, слова лишние, смысл глубже, чем кажется.",
      "uncensored": "Вы сегодня как персонаж, который знает финал и молчит. Среда чувствует это и старается не делать резких движений, чтобы не получить по карме."
    },
    "sagittarius": {
      "classic": "Среда ощущается как дорожное кино: движение есть, цель где-то впереди.",
      "uncensored": "Вы сегодня сбежали из скучного сериала в нормальное приключение. Среда орёт «вернись», а вы уже дальше, быстрее и без лишних объяснений, бл*."
    },
    "capricorn": {
      "classic": "Этот день как деловой триллер: всё решается действиями, не словами.",
      "uncensored": "Вы сегодня как персонаж, который заходит в кадр молча — и всем сразу понятно, кто тут сейчас будет рулить. Среда кивает и не спорит."
    },
    "aquarius": {
      "classic": "Среда для вас — как фестивальный фильм: странный, нестандартный, но цепляющий.",
      "uncensored": "Вы сегодня чистый артхаус на максималках. Половина людей не понимает, что происходит, вторая боится спросить, а вам нормально. Даже приятно, бл*."
    },
    "pisces": {
      "classic": "День ощущается как музыкальная сцена под дождём: красиво, немного грустно, со смыслом.",
      "uncensored": "Вы живёте сегодня в замедленной съёмке, пока остальные бегают как массовка. Среда смотрит и не лезет — она чувствует, что вы сейчас не в том настроении, чтобы вас трогать."
    }
  },
   "2025-12-18": {
    "aries": {
      "classic": "Четверг выглядит как день, который забыл, зачем он существует. Вещи двигаются, события происходят, но ощущение — будто всё это репетиция без зрителей.",
      "uncensored": "Четверг сегодня — каша из дел, мыслей и какого-то бреда. Вы просыпаетесь и сразу понимаете: «А, ясно, опять эта хрень, бл*»."
    },
    "taurus": {
      "classic": "День тянется вязко и странно, как кисель без вкуса. Ничего не происходит, но всё почему-то утомляет.",
      "uncensored": "Четверг липнет к вам, как жвачка к ботинку. Вы идёте, а он за вами тащится и шепчет какую-то бессмыслицу. Отстань, бл*."
    },
    "gemini": {
      "classic": "Мысли сегодня скачут без маршрута, как маршрутка без водителя. Куда едем — неясно, но едем.",
      "uncensored": "В голове сегодня полная словесная помойка: обрывки фраз, мемы, чужие голоса. Вы сами себе такие: «Что ты несёшь, бл*?»"
    },
    "cancer": {
      "classic": "Эмоции ведут себя странно: то есть, то нет, то вроде были, но куда-то делись.",
      "uncensored": "Четверг лезет в душу грязными руками. Вы смотрите на него с выражением «убери это от меня, бл*, я не заказывал»."
    },
    "leo": {
      "classic": "День похож на плохо освещённую сцену, где вы почему-то всё равно главный персонаж, но сценария нет.",
      "uncensored": "Вы сегодня король без короны, трона и вообще без понимания, что происходит. Но все вокруг всё равно тупят сильнее, чем вы, бл*."
    },
    "virgo": {
      "classic": "Реальность сегодня не поддаётся сортировке. Всё не на своих местах, и это раздражает.",
      "uncensored": "Вы пытаетесь навести порядок, но четверг разваливается прямо в руках. Вы такие: «Да что с тобой не так, бл*?» — и бросаете это занятие."
    },
    "libra": {
      "classic": "Баланс сегодня теоретический. На практике — перекос, крен и странное чувство неловкости.",
      "uncensored": "Вы пытаетесь быть гармоничными, но четверг ведёт себя как пьяный родственник на празднике. Стыдно, шумно и бессмысленно."
    },
    "scorpio": {
      "classic": "День тёмный, но не глубокий. Просто мутный, как вода, в которую что-то уронили.",
      "uncensored": "Четверг сегодня липкий и неприятный. Вы чувствуете это кожей и мысленно готовите план, как пережить эту хрень без потерь."
    },
    "sagittarius": {
      "classic": "Хочется куда-то идти, но непонятно куда и зачем. Просто двигаться, чтобы не застрять.",
      "uncensored": "Вы сегодня мечетесь между «свалить» и «пофиг». В итоге делаете и то и другое одновременно. Четверг охреневает."
    },
    "capricorn": {
      "classic": "День выглядит как рабочий, но по ощущениям — фальшивка. Всё вроде есть, а смысла нет.",
      "uncensored": "Вы работаете на автомате, потому что думать об этом дне — себе дороже. Четверг тупой, и вы это знаете."
    },
    "aquarius": {
      "classic": "Реальность сегодня слегка перекошена. Слова звучат не так, лица выглядят странно.",
      "uncensored": "Вы смотрите на происходящее и думаете: «Это что вообще за цирк, бл*?» И, что самое страшное, цирк смотрит в ответ."
    },
    "pisces": {
      "classic": "День похож на сон без сюжета: образы есть, смысла нет, но ощущение остаётся.",
      "uncensored": "Вы плывёте сквозь этот четверг, как через мутную жижу. Не красиво, не приятно, но выбора нет. Просто не захлебнуться, бл*."
    }
  },
   "2025-12-19": {
    "aries": {
      "classic": "Пятница для вас — день столкновений. Кто-то рядом явно пытается мериться силой, но вы это чувствуете заранее.",
      "uncensored": "Вы сегодня на взводе и не просто так. Львы строят из себя королей, но если полезут — получат. Пятница любит, когда вы не терпите, бл*."
    },
    "taurus": {
      "classic": "День стабильный, но напряжённый. Кто-то из знаков явно завидует вашей устойчивости.",
      "uncensored": "Будьте начеку: Близнецы сегодня слишком много говорят рядом с вами. Половина — фигня, вторая — попытка залезть вам в голову. Не ведитесь, бл*."
    },
    "gemini": {
      "classic": "Пятница превращается в игру слов и взглядов. Кто-то реагирует на вас слишком остро.",
      "uncensored": "Вы сегодня троллите всех подряд, но особенно Дев. Они делают вид, что им пофиг, но вы видите, как у них дёргается глаз. Продолжайте, это пятница."
    },
    "cancer": {
      "classic": "Эмоции сегодня как оружие. Вы чувствуете, кто пытается вас задеть, даже если он молчит.",
      "uncensored": "Скорпионы сегодня слишком внимательно на вас смотрят. Не потому что любят — потому что ищут слабое место. Спойлер: нихрена не найдут."
    },
    "leo": {
      "classic": "Вы в центре внимания, но не все этому рады. День похож на арену.",
      "uncensored": "Девы сегодня делают вид, что им всё равно, но под вас реально копают. Аккуратнее: тихие сегодня опаснее громких, бл*."
    },
    "virgo": {
      "classic": "Пятница проверяет вас на выдержку. Кто-то явно ведёт двойную игру.",
      "uncensored": "Львы думают, что вы не заметили их движений. Ха. Вы уже всё поняли и молча складываете компромат. Улыбайтесь."
    },
    "libra": {
      "classic": "Баланс сегодня нарушают чужие конфликты. Вас тянут в сторону.",
      "uncensored": "Овны сегодня шумят рядом и портят эстетику. Вы держитесь, но если они ещё раз ломанутся — вы красиво, но жёстко их осадите."
    },
    "scorpio": {
      "classic": "День глубокий и напряжённый. Вы чувствуете чужие мотивы лучше обычного.",
      "uncensored": "Раки думают, что вы не видите их эмоции. Видите. Просто пока не решили, что с этим делать. А это, как правило, плохой знак."
    },
    "sagittarius": {
      "classic": "Пятница зовёт вас в движение, но кто-то пытается вас притормозить.",
      "uncensored": "Козероги сегодня включили режим «я знаю как лучше». Вы киваете, а потом делаете по-своему. И правильно, бл*."
    },
    "capricorn": {
      "classic": "День рабочий, но с элементами давления со стороны.",
      "uncensored": "Стрельцы сегодня слишком свободные и шумные. Вас это раздражает, но в глубине души вы им завидуете. Не беситесь — контролируйте."
    },
    "aquarius": {
      "classic": "Вы идёте своим путём, и это сбивает других с толку.",
      "uncensored": "Весы сегодня пытаются вас понять. Плохая идея. Вы сами не до конца понимаете, что творите, и это ваше преимущество, бл*."
    },
    "pisces": {
      "classic": "Пятница для вас — странная и туманная. Кто-то явно вмешивается в ваш поток.",
      "uncensored": "Близнецы сегодня суются в ваше пространство с вопросами и шутками. Вы улыбаетесь, но мысленно просите вселенную убрать их подальше."
    }
  },
   "2025-12-20": {
    "aries": {
      "classic": "После вчерашних столкновений остаётся ощущение победы вперемешку с усталостью. Вы живы, бодры и слегка горды собой.",
      "uncensored": "Вы просыпаетесь с мыслью: «Ну, вроде никого не добил». Овны после батла такие — синяки есть, сожалений нет. Если кто-то вспомнит пятницу — вы делаете вид, что не понимаете, о чём речь."
    },
    "taurus": {
      "classic": "Суббота возвращает вам почву под ногами. Всё лишнее оседает, остаётся только спокойствие.",
      "uncensored": "Вы сидите в своём уюте и молча радуетесь, что не полезли в чужую драку. Пусть другие разбираются с последствиями — вы своё пережили и пошли пить чай, бл*."
    },
    "gemini": {
      "classic": "Эхо вчерашних слов всё ещё звенит. Кто-то обиделся, кто-то задумался.",
      "uncensored": "Половина людей сегодня смотрит на вас косо. Вторая — делает вид, что всё ок. Вы такие: «Ребят, это была пятница». И внутренне довольны, конечно."
    },
    "cancer": {
      "classic": "После напряжения хочется тишины. Вы отходите от чужих эмоций медленно, но верно.",
      "uncensored": "Вы эмоционально выжатые, но живые. Если кто-то попытается снова поднять пятничную тему — вы просто уходите в режим «меня нет», и правильно делаете."
    },
    "leo": {
      "classic": "Последствия батла слегка задели эго, но не сломали его. Вы всё ещё на высоте.",
      "uncensored": "Да, кое-кто вчера огрызался. Да, кое-кто думал, что может вас задеть. Сегодня вы просыпаетесь с видом человека, который всё равно выиграл. Потому что, бл*, Лев."
    },
    "virgo": {
      "classic": "Вы анализируете прошедшее и понимаете, кто был прав, а кто просто шумел.",
      "uncensored": "Ваша голова уже разложила пятницу по папкам: «кто ляпнул», «кто накосячил», «кто потом пожалеет». Вы молчите. Это самое страшное."
    },
    "libra": {
      "classic": "Суббота требует восстановления баланса. После батла мир слегка перекосило.",
      "uncensored": "Вы сегодня миротворец поневоле. Все делают вид, что ничего не было, а вы такие: «Ну да, конечно». Красиво улыбаетесь и держите дистанцию."
    },
    "scorpio": {
      "classic": "Вы помните всё. Даже то, что другие уже забыли.",
      "uncensored": "Для вас батл не закончился. Он просто ушёл в архив. Если кто-то думает, что всё прошло — ну… удачи им, бл*."
    },
    "sagittarius": {
      "classic": "Последствия ощущаются как лёгкое похмелье от свободы. Но без сожалений.",
      "uncensored": "Вы вчера наговорили лишнего, наделали странного и вообще были собой. Сегодня пожимаете плечами: «Бывает». И идёте дальше."
    },
    "capricorn": {
      "classic": "Вы оцениваете ущерб и делаете выводы. Эмоции — потом.",
      "uncensored": "Пятничный цирк закончился, и вы снова в режиме контроля. Кто облажался — вы запомнили. Кто нет — тоже. Суббота спокойная, но с холодной памятью."
    },
    "aquarius": {
      "classic": "Вы наблюдаете последствия со стороны, как странный социальный эксперимент.",
      "uncensored": "Вы смотрите на всех и думаете: «Серьёзно? Из-за этого был батл?» Мир смешной, люди предсказуемые, а вы — как обычно, отдельно."
    },
    "pisces": {
      "classic": "После напряжения вы уходите в туман. Восстановление идёт через дистанцию.",
      "uncensored": "Вы эмоционально растворяетесь, потому что вчерашняя дичь до сих пор фонит. Если кто-то полезет с разбором — вы просто исчезнете. И правильно."
    }
  },
   "2025-12-21": {
    "aries": {
      "classic": "Воскресенье смывает напряжение, как тёплая вода. Всё становится проще, движения — мягче, мысли — короче.",
      "uncensored": "Вы сегодня как человек, который первым скатился с горки и понял: всё, конфликтов больше нет, только вода, смех и «а давай ещё раз, бл*»."
    },
    "taurus": {
      "classic": "День ощущается как ленивый отдых у бассейна. Гармония, тепло и никакой спешки.",
      "uncensored": "Вы заняли лучший лежак жизни и никому его не отдадите. Пусть мир плещется где хочет — у вас идеальный воскресный вайб."
    },
    "gemini": {
      "classic": "Воскресенье превращается в игру: шумно, весело, с кучей случайных разговоров.",
      "uncensored": "Вы носитесь между горками, людьми и идеями, как ребёнок на максималках. Гармония есть, но хаотичная — как вы и любите, бл*."
    },
    "cancer": {
      "classic": "Вода сегодня успокаивает. Эмоции становятся ровными, как гладь бассейна.",
      "uncensored": "Вы сидите в тёплой воде и наконец-то чувствуете: никто не лезет, никто не давит. Если кто-то начнёт плескаться — вы просто отплывёте подальше."
    },
    "leo": {
      "classic": "Воскресенье даёт вам удовольствие без необходимости доказывать что-либо.",
      "uncensored": "Вы сегодня король аквапарка. Даже если просто сидите в воде — выглядите так, будто это шоу. Люди смотрят. Вы не против."
    },
    "virgo": {
      "classic": "Даже хаотичный отдых сегодня кажется вам логичным. Всё на своих местах.",
      "uncensored": "Вы сначала скептически смотрите на этот водный бардак, а потом ловите себя на том, что вам… нравится. Да, бл*, бывает и так."
    },
    "libra": {
      "classic": "Воскресенье идеально сбалансировано: шум и тишина, движение и покой.",
      "uncensored": "Вы нашли золотую середину между «покататься» и «полежать». Красиво, гармонично и без лишней суеты — как вы любите."
    },
    "scorpio": {
      "classic": "Вода сегодня очищает и успокаивает. Напряжение растворяется.",
      "uncensored": "Вы не участвуете в общем веселье, но сидите в воде с видом человека, который всё понял. Гармония тихая, но мощная."
    },
    "sagittarius": {
      "classic": "Воскресенье зовёт к движению и смеху. День лёгкий и свободный.",
      "uncensored": "Вы катаетесь со всех горок подряд, орёте от радости и вообще ведёте себя так, будто завтра не существует. И правильно, бл*."
    },
    "capricorn": {
      "classic": "Даже отдых сегодня ощущается заслуженным и правильным.",
      "uncensored": "Вы долго не верили, что можете просто расслабиться. А потом сидите в воде и такие: «Ладно… это было нужно»."
    },
    "aquarius": {
      "classic": "Воскресенье странное, водяное и удивительно гармоничное.",
      "uncensored": "Вы сегодня как человек, который нашёл философию в аквапарке. Пока все визжат — вы ловите инсайт. Мир странный, но классный, бл*."
    },
    "pisces": {
      "classic": "Вода становится вашим пространством. День мягкий, текучий и спокойный.",
      "uncensored": "Вы буквально растворяетесь в этом воскресенье. Вода, свет, шум — всё сливается. Если вас не найдут до вечера — значит, всё прошло идеально."
    }
  },
   "2025-12-22": {
    "aries": {
      "classic": "Понедельник давит особенно сильно, потому что год уже устал, а вы — вместе с ним. Всё вокруг будто говорит: «Дотяни».",
      "uncensored": "Понедельник сегодня с новогодним душком издевательства. Работать надо, а мозг уже в мандаринах. Вы злитесь, но идёте вперёд, потому что иначе никак, бл*."
    },
    "taurus": {
      "classic": "День вязкий и тяжёлый, как декабрьский воздух. Хочется уюта, а приходится терпеть.",
      "uncensored": "Этот понедельник будто специально встал между вами и пледом. Год орёт «ещё чуть-чуть», а вы такие: «Да сколько можно, бл*?»"
    },
    "gemini": {
      "classic": "Мысли путаются: одна часть уже празднует, другая всё ещё делает вид, что работает.",
      "uncensored": "В голове одновременно тосты, дедлайны и «а может забить». Понедельник ловит вас на этом раздвоении и ржёт, скотина."
    },
    "cancer": {
      "classic": "Эмоции сегодня особенно чувствительные. Год под конец давит сильнее обычного.",
      "uncensored": "Понедельник лезет к вам с делами, когда душа уже требует гирлянды и тишины. Вы держитесь, но внутри тихо материтесь."
    },
    "leo": {
      "classic": "Даже вам сегодня непросто — сцена есть, сил меньше.",
      "uncensored": "Понедельник решил, что может вас сломать под конец года. Спойлер: не может. Но попытка была наглой, бл*."
    },
    "virgo": {
      "classic": "Вы понимаете, что это один из последних рывков. И это придаёт странную собранность.",
      "uncensored": "Вы работаете уже на чистом упрямстве. Понедельник бесит, год бесит, но вы такие: «Я всё равно вас доделаю, твари»."
    },
    "libra": {
      "classic": "Баланс сегодня шаткий: между «надо» и «хочу праздники».",
      "uncensored": "Вы зависли между рабочим столом и мыслями о шампанском. Понедельник этим пользуется и подкидывает мелкую хрень."
    },
    "scorpio": {
      "classic": "День тёмный и тяжёлый, как финал сезона перед клиффхэнгером.",
      "uncensored": "Вы смотрите на этот понедельник с выражением «я тебя запомню». Год почти закончился, но вы ещё не сказали последнее слово."
    },
    "sagittarius": {
      "classic": "Хочется движения и свободы, но день держит на коротком поводке.",
      "uncensored": "Вы уже мысленно в праздниках, а тело всё ещё здесь. Понедельник это чувствует и специально бесит мелочами."
    },
    "capricorn": {
      "classic": "Это ваш режим: тяжело, долго, под конец года — но вы держите.",
      "uncensored": "Понедельник думает, что вы не заметили, как он навалил двойную нагрузку. Вы заметили. Просто молча тащите и злеете."
    },
    "aquarius": {
      "classic": "Реальность сегодня ощущается как недогруженный файл: всё тормозит.",
      "uncensored": "Вы живёте уже в следующей версии реальности, а понедельник всё ещё в старом обновлении. Несовместимость бесит, бл*."
    },
    "pisces": {
      "classic": "День тяжёлый, тянущий, как конец длинного сна.",
      "uncensored": "Вы сегодня плывёте сквозь этот понедельник на морально-волевых. Новый год зовёт, а реальность цепляется за ноги."
    }
  },
    "2025-12-23": {
    "aries": {
      "classic": "Во вторник становится чуть легче дышать. Понедельник отступил, но год всё ещё смотрит исподлобья.",
      "uncensored": "Понедельник ушёл, и слава богу. Вторник делает вид, что он нормальный, но вы-то чувствуете — это всё тот же декабрь, просто без удара с разбега."
    },
    "taurus": {
      "classic": "День спокойнее, будто мир на секунду сбавил обороты. Можно двигаться без надрыва.",
      "uncensored": "Вторник уже не орёт, а ноет. Вы терпите, потому что впереди праздники, а нытьё — временное, бл*."
    },
    "gemini": {
      "classic": "Мысли скачут между делами и предвкушением. Работать получается странно, но получается.",
      "uncensored": "Вы сегодня делаете вид, что сосредоточены, хотя в голове салаты, планы и «а если раньше уйти». Вторник это видит, но молчит."
    },
    "cancer": {
      "classic": "Эмоции становятся мягче. День уже не давит, а осторожно подталкивает.",
      "uncensored": "Вторник трогает аккуратно, без резких движений. Вы цените это и не устраиваете истерик. Пока."
    },
    "leo": {
      "classic": "Возвращается ощущение контроля. Вы снова чувствуете себя уверенно.",
      "uncensored": "Вы уже не беситесь, а иронизируете. Вторник это считывает и старается не нарываться, потому что конец года — не время для конфликтов."
    },
    "virgo": {
      "classic": "День позволяет навести порядок в остатках дел. Не идеально, но достаточно.",
      "uncensored": "Вы разгребаете этот декабрьский хлам с видом человека, который просто хочет дожить до праздников. Вторник не мешает — умный."
    },
    "libra": {
      "classic": "Баланс понемногу возвращается. Даже мелочи начинают радовать.",
      "uncensored": "Вы ловите редкое чувство: «вроде нормально». Вторник аккуратно поддерживает этот хрупкий баланс, не дай бог спугнуть."
    },
    "scorpio": {
      "classic": "День всё ещё плотный, но без лишнего давления. Вы держите ситуацию.",
      "uncensored": "Вторник не лезет, потому что чувствует — вы и так на пределе. А когда Скорпион на пределе, лучше просто отойти."
    },
    "sagittarius": {
      "classic": "Хочется ускориться и перепрыгнуть остаток года.",
      "uncensored": "Вы мысленно уже открываете шампанское, а руками всё ещё что-то делаете. Вторник делает вид, что не заметил этого саботажа."
    },
    "capricorn": {
      "classic": "Рабочий ритм стабилен. Вы знаете, сколько ещё осталось терпеть.",
      "uncensored": "Вы чётко считаете дни до конца года. Вторник — просто ещё одна клеточка, которую надо закрасить и забыть."
    },
    "aquarius": {
      "classic": "День кажется слегка нереальным, будто всё происходит на автопилоте.",
      "uncensored": "Вы живёте в режиме «ещё чуть-чуть». Вторник странный, но терпимый. Как старый глюк, к которому привыкли."
    },
    "pisces": {
      "classic": "Вторник мягче понедельника, как приглушённый свет перед вечером.",
      "uncensored": "Вы сегодня плывёте спокойнее. Год ещё держит, но уже не так крепко. Можно немного расслабиться, но не зевать."
    }
  },
   "2025-12-24": {
    "aries": {
      "classic": "Среда ощущается как середина фильма, где герой уже весь в пыли, но саундтрек становится громче. Назад пути нет.",
      "uncensored": "Вы сегодня как персонаж боевика на третьем акте: уставший, злой и с мыслью «да гори оно всё огнём». Среда пытается что-то требовать — вы отвечаете без перевода, на чистом «идите нах*й, я в режиме финальной сцены»."
    },
    "taurus": {
      "classic": "День напоминает спокойную серию ситкома: вроде ничего не происходит, но вы почему-то всё равно вовлечены.",
      "uncensored": "Среда тянется, как серия без экшена, и вы сидите с лицом «где движ, бл*?». Терпите, но внутренне готовы нажать «пропустить эту херню»."
    },
    "gemini": {
      "classic": "Среда для вас — клиповый монтаж: диалоги, шутки, отсылки, всё сразу.",
      "uncensored": "В голове сегодня полный Marvel: реплики, камео, внутренние шутки и хаос. Вы говорите быстрее, чем думаете, и всем вокруг немного пизд*ц как сложно за вами угнаться."
    },
    "cancer": {
      "classic": "День похож на драматический сериал: много подтекста, мало слов.",
      "uncensored": "Вы сегодня как герой с тяжёлым бэкграундом и нулевым терпением. Если кто-то полезет с мелочами — получит взгляд уровня «ты сейчас серьёзно, б*ять?»."
    },
    "leo": {
      "classic": "Среда ощущается как сцена, где на вас внезапно включают прожектор.",
      "uncensored": "Вы входите в этот день как персонаж, под которого включают эпичную тему. Даже если вокруг серость — у вас внутри полный «Оскар», и всем придётся это терпеть, нах*й."
    },
    "virgo": {
      "classic": "Этот день как хорошо написанный сценарий: логика, структура, ни одного лишнего кадра.",
      "uncensored": "Вы сегодня режиссёр, монтажёр и цензор этой среды. Всё тупое — вырезано, все лишние — пошли нах*й из кадра. Красота."
    },
    "libra": {
      "classic": "Среда балансирует между артхаусом и массовым кино.",
      "uncensored": "Вы сегодня как герой, который понял сюжет, но никому не объясняет. Выглядит красиво, раздражающе и с настроением «да, я понял раньше вас, б*ять»."
    },
    "scorpio": {
      "classic": "День напоминает нуар: тени длинные, слова лишние.",
      "uncensored": "Вы сегодня как персонаж, который знает финал и молчит. Среда это чувствует и ходит вокруг на цыпочках, чтобы не получить по карме и по еб*лу."
    },
    "sagittarius": {
      "classic": "Среда ощущается как роуд-муви: движение есть, цель где-то впереди.",
      "uncensored": "Вы сегодня сбежали из скучного сериала в нормальное приключение. Среда орёт «вернись», а вы уже дальше, быстрее и с криком «да пошло оно всё, бл*»."
    },
    "capricorn": {
      "classic": "Этот день как деловой триллер: всё решается действиями.",
      "uncensored": "Вы заходите в среду молча, и всем сразу понятно, кто тут сейчас будет тащить. Без пафоса, без слов, просто «работаем, нах*й»."
    },
    "aquarius": {
      "classic": "Среда для вас — фестивальный фильм: странный, не для всех, но цепляющий.",
      "uncensored": "Вы сегодня чистый артхаус на максималках. Половина людей не понимает, что происходит, вторая боится спросить. А вам ох*енно."
    },
    "pisces": {
      "classic": "День ощущается как музыкальная сцена под дождём: красиво и немного тоскливо.",
      "uncensored": "Вы живёте сегодня как клип с замедленной съёмкой, пока все носятся как массовка. Среда смотрит и не лезет — чувствует, что вас сейчас лучше не трогать, б*ять."
    }
  },
    "2025-12-25": {
    "aries": {
      "classic": "Четверг выглядит слишком спокойным, чтобы быть честным. День затаился, будто набирает воздух перед прыжком.",
      "uncensored": "Сегодня всё подозрительно тихо. Вы чувствуете это кожей: если сейчас спокойно — значит, потом будет пизд*ц. И вы уже готовы."
    },
    "taurus": {
      "classic": "День тянется мягко и ровно, но внутри есть странное напряжение, как перед грозой.",
      "uncensored": "Вроде всё нормально, но вы не расслабляетесь. Слишком гладко идёт, а вы знаете: за таким четвергом обычно прилетает конкретно, бл*."
    },
    "gemini": {
      "classic": "Слова звучат тише обычного, движения медленнее. День словно прислушивается сам к себе.",
      "uncensored": "Все вокруг притихли, и это вас бесит. Вы такие: «Ну давайте уже, х*ли вы тянете?» — потому что знаете, что буря всё равно будет."
    },
    "cancer": {
      "classic": "Эмоции сегодня приглушены. День как пауза между вдохом и выдохом.",
      "uncensored": "Вы чувствуете это затишье нутром. И оно вас напрягает больше, чем любой срач. Лучше бы уже рвануло, честно, б*ять."
    },
    "leo": {
      "classic": "Даже ваше присутствие сегодня не нарушает тишину. Сцена замерла.",
      "uncensored": "Вы сегодня слишком спокойны — и это пугает окружающих. Потому что если Лев молчит, значит, потом кто-то охуе*т."
    },
    "virgo": {
      "classic": "День выглядит аккуратным, почти идеальным. Но именно это и настораживает.",
      "uncensored": "Всё слишком ровно. Слишком правильно. Вы смотрите на это и думаете: «Где подвох, бл*?» — потому что он точно есть."
    },
    "libra": {
      "classic": "Баланс достигнут, но ощущается хрупким. Любое движение может всё сломать.",
      "uncensored": "Вы сегодня ходите по тонкому льду, улыбаетесь и молитесь, чтобы никто не дёрнулся. Потому что если начнётся — полетит всё к херам."
    },
    "scorpio": {
      "classic": "Тишина плотная, почти осязаемая. Вы чувствуете под ней скрытую силу.",
      "uncensored": "Вы знаете: это не покой, это засада. Четверг притворяется мирным, но вы уже мысленно готовите нож. На всякий случай."
    },
    "sagittarius": {
      "classic": "Хочется сорваться с места, но день держит. Пока.",
      "uncensored": "Вы чувствуете, как вас тормозят искусственно. Как будто мир говорит: «Подожди». Вы беситесь, но понимаете — сейчас рванёт, бл*."
    },
    "capricorn": {
      "classic": "Работа идёт ровно, без всплесков. Подозрительно ровно.",
      "uncensored": "Вы работаете в режиме «без эмоций», потому что знаете: эмоции пригодятся позже. Когда это затишье закончится нах*й."
    },
    "aquarius": {
      "classic": "День кажется странно пустым, будто часть реальности отключили.",
      "uncensored": "Вы смотрите на эту тишину и такие: «Нет, это ненормально». Четверг как баг перед большим взрывом."
    },
    "pisces": {
      "classic": "День плывёт медленно, словно время специально тянется.",
      "uncensored": "Вы растворяетесь в этом затишье, но не расслабляетесь. Потому что знаете: после такой тишины обычно накрывает по полной, б*ять."
    }
  },
    "2025-12-26": {
    "aries": {
      "classic": "Последняя пятница года ощущается как финишный рывок перед падением в праздники. Можно не сдерживаться.",
      "uncensored": "Это последняя пятница, и вам вообще насрать. Вы дожили, добежали, дотащили — теперь либо праздник, либо пепел. Овны сегодня живут по принципу «а что вы мне сделаете, год закончился, б*ять»."
    },
    "taurus": {
      "classic": "День мягкий и тёплый, как обещание отдыха. Всё лишнее уже не важно.",
      "uncensored": "Вы сегодня в режиме «не трогайте меня, я уже мысленно ем». Работа идёт нах*й, ответственность — туда же. Последняя пятница, расслабьтесь."
    },
    "gemini": {
      "classic": "Пятница наполнена шумом, смехом и странными разговорами ни о чём.",
      "uncensored": "Вы сегодня говорите всё подряд, потому что фильтры сдохли вместе с годом. Половина фраз — бред, вторая — правда, и всем уже пох*й."
    },
    "cancer": {
      "classic": "Эмоции переполняют, но они тёплые. Год отпускает.",
      "uncensored": "Вы сегодня на грани слёз и радости. Если кто-то полезет с рабочими вопросами — вы просто смотрите так, что человек сам извиняется и уходит."
    },
    "leo": {
      "classic": "Это ваш день сияния без обязательств. Просто потому что можно.",
      "uncensored": "Вы сегодня главный персонаж финальной серии. Даже если молчите — все понимают: Лев дожил, Лев доволен, Лев празднует. Остальные — массовка."
    },
    "virgo": {
      "classic": "Даже вы позволяете себе отпустить контроль. Совсем чуть-чуть.",
      "uncensored": "Вы закрыли все вкладки, все задачи и этот год тоже. Если что-то осталось — ну значит пошло оно нах*й, это уже проблема следующего года."
    },
    "libra": {
      "classic": "Гармония приходит сама. Без усилий.",
      "uncensored": "Вы сегодня красивые, спокойные и абсолютно не хотите решать чужую хрень. Последняя пятница — идеальный повод сказать «не сегодня, бл*»."
    },
    "scorpio": {
      "classic": "День мощный и глубокий. Вы чувствуете финал кожей.",
      "uncensored": "Вы смотрите на этот год, как на противника, который наконец-то упал. Не добиваете. Просто уходите в ночь с ощущением «я выжил, с*ка»."
    },
    "sagittarius": {
      "classic": "Свобода ощущается особенно ярко. Всё — можно.",
      "uncensored": "Вы сегодня официально без тормозов. Последняя пятница — и вы летите в неё с криком «ДА ПОШЛО ОНО ВСЁ», и это лучший выбор."
    },
    "capricorn": {
      "classic": "Даже вы позволяете себе выдохнуть. Заслуженно.",
      "uncensored": "Вы дотащили этот год, как мешок цемента. Сегодня вы его бросаете. Громко. С пылью. И уходите пить, потому что вы это заработали, нах*й."
    },
    "aquarius": {
      "classic": "День ощущается как переход между мирами. Старое уже не работает.",
      "uncensored": "Вы сегодня живёте в будущем, а этот год — уже прошлое. Последняя пятница ощущается как баг системы, и вы им наслаждаетесь."
    },
    "pisces": {
      "classic": "Год растворяется, как сон. Остаётся только ощущение.",
      "uncensored": "Вы сегодня мягко съезжаете в праздники, как в тёплую воду. Если вас потеряют — не ищите. Вы официально вышли из реальности до следующего года."
    }
  },
    "2025-12-27": {
    "aries": {
      "classic": "Суббота ощущается как утро перед демонстрацией: вроде выходной, но внутри — сбор и ожидание.",
      "uncensored": "Вы сегодня как человек, которого разбудили со словами «вставай, праздник строим». Вроде суббота, а ощущение — снова план пятилетки, бл*."
    },
    "taurus": {
      "classic": "День пахнет мандаринами, майонезом и неторопливой подготовкой.",
      "uncensored": "Вы в режиме «не трогайте, я стратегически отдыхаю». Оливье ещё не готов, хрусталь пылится, а вы уже устали, как будто весь СССР на вас держится."
    },
    "gemini": {
      "classic": "Слова сегодня как лозунги: громкие, странные и слегка устаревшие.",
      "uncensored": "Вы говорите много и обо всём сразу, как диктор «Время» под шампанским. Половина — бред, половина — исторический документ, бл*."
    },
    "cancer": {
      "classic": "Дом становится центром вселенной. Всё остальное — фоном.",
      "uncensored": "Вы сегодня как хранитель ковра и серванта. Если кто-то двинет табурет не туда — получит взгляд уровня «ты против традиций, б*ять?»."
    },
    "leo": {
      "classic": "Даже подготовка превращается для вас в событие.",
      "uncensored": "Вы сегодня как ведущий «Голубого огонька», даже если просто держите мишуру. Свет включён, внимание на вас, СССР бы одобрил."
    },
    "virgo": {
      "classic": "Вы проверяете всё: списки, продукты, порядок. Почти по ГОСТу.",
      "uncensored": "Вы сегодня — Госплан. Если что-то не сходится, вы начинаете тихо, но яростно бурчать, как бухгалтер в 1987-м. И правильно, бл*."
    },
    "libra": {
      "classic": "День колеблется между уютом и лёгкой нелепостью.",
      "uncensored": "Вы пытаетесь сделать красиво, но вокруг ковры, банки и странные традиции. В итоге выходит советский шик — криво, но с душой, б*ять."
    },
    "scorpio": {
      "classic": "Под поверхностью подготовки скрыто напряжение.",
      "uncensored": "Вы сегодня как КГБ на кухне: всё видите, всё запоминаете. Кто что сказал, кто что съел, кто рано полез за шампанским — архив ведётся."
    },
    "sagittarius": {
      "classic": "Суббота зовёт к движению, но обстоятельства тормозят.",
      "uncensored": "Вы хотите гулять, ехать, жить, а вас заставляют резать салаты. Внутри бунт, снаружи — «да-да», классика Союза, бл*."
    },
    "capricorn": {
      "classic": "Подготовка для вас — работа. Чёткая, без лишних эмоций.",
      "uncensored": "Вы тянете этот предновогодний быт, как социалистическое обязательство. Никто не благодарит, но без вас всё развалится. Знаете это и злитесь."
    },
    "aquarius": {
      "classic": "День кажется странным реликтом прошлого.",
      "uncensored": "Вы смотрите на всё это с ощущением «что я вообще делаю в этом временном портале». СССР, мандарины, странные тосты — а вы просто наблюдатель, бл*."
    },
    "pisces": {
      "classic": "Суббота плывёт, как старая плёнка: мягко, мутно, ностальгично.",
      "uncensored": "Вы растворяетесь в этом советском сюре: запахи, звуки, телевизор фоном. Если вас потеряют — ищите между сервантом и прошлым, б*ять."
    }
  },
    "2025-12-28": {
    "aries": {
      "classic": "Воскресенье ощущается как прогон перед спектаклем. Все движения знакомы, но чего-то всё равно не хватает.",
      "uncensored": "Вы сегодня в режиме «давайте уже попробуем». Пробный тост, пробный салат, пробный ор. Генеральная репетиция идёт шумно, как и положено, бл*."
    },
    "taurus": {
      "classic": "День тёплый и основательный. Вы проверяете уют на прочность.",
      "uncensored": "Вы сегодня тестируете диван, еду и уровень лени. Если что-то не подходит — вы это отбраковываете, как некачественный продукт социализма."
    },
    "gemini": {
      "classic": "Воскресенье наполнено разговорами, которые ни к чему не ведут, но без них нельзя.",
      "uncensored": "Вы сегодня как радиоточка: болтаете без остановки, пробуете шутки, тосты и интонации. Половина — фигня, но без этого праздник не заработает, бл*."
    },
    "cancer": {
      "classic": "Дом окончательно становится сценой для будущего праздника.",
      "uncensored": "Вы проверяете, чтобы всё было на местах: еда, люди, атмосфера. Если кто-то мешает — он автоматически лишается права на следующий тост, б*ять."
    },
    "leo": {
      "classic": "Даже репетиция у вас выглядит как выступление.",
      "uncensored": "Вы сегодня репетируете быть главным. Пробный выход, пробная харизма, пробный взгляд «ну что, начнём?». Все понимают — в финале вы зажжёте."
    },
    "virgo": {
      "classic": "Вы видите все недочёты и мысленно ставите галочки.",
      "uncensored": "Вы сегодня главный по «ещё не готово». Оливье не тот, ёлка кривая, люди не собраны. Вы молчите, но внутри идёт жёсткий аудит, бл*."
    },
    "libra": {
      "classic": "День балансирует между суетой и уютом.",
      "uncensored": "Вы пытаетесь сделать красиво, пока вокруг репетируют хаос. В итоге получается странно, но душевно — как любая генеральная репетиция, б*ять."
    },
    "scorpio": {
      "classic": "Вы наблюдаете и запоминаете.",
      "uncensored": "Вы сегодня как человек, который видит, кто сорвётся первым. Генеральная репетиция — это сбор информации. Архив пополняется."
    },
    "sagittarius": {
      "classic": "Хочется, чтобы всё началось прямо сейчас.",
      "uncensored": "Вы не понимаете, зачем репетировать, если можно уже праздновать. Но вас тормозят. Вы беситесь, пьёте чай и ждёте, матерясь про себя."
    },
    "capricorn": {
      "classic": "Вы воспринимаете репетицию как обязательный этап.",
      "uncensored": "Вы сегодня руководитель подготовки. Всё должно работать. Если не работает — вы чините. Если мешает — убираете. Праздник без вас бы не состоялся, нах*й."
    },
    "aquarius": {
      "classic": "Воскресенье выглядит как странный ритуал из прошлого.",
      "uncensored": "Вы смотрите на эту генеральную репетицию, как на перформанс: люди пробуют радость, тосты и эмоции. Эксперимент сомнительный, но забавный, бл*."
    },
    "pisces": {
      "classic": "День плывёт мягко и туманно, как старая кассета.",
      "uncensored": "Вы растворяетесь в этом репетиционном уюте. Праздника ещё нет, но ощущение уже подкралось. Если вас спросят, где вы — скажите «где-то между сейчас и потом», б*ять."
    }
  },
  "2025-12-29": {
    "aries": {
      "classic": "Последний понедельник года ощущается как финальный уровень, который надо просто пройти. Без лишних движений.",
      "uncensored": "Это последний понедельник, и вы это знаете. Делаете минимум, злитесь максимум и живёте с мыслью «ещё чуть-чуть, и этот год пойдёт нах*й»."
    },
    "taurus": {
      "classic": "День тянется лениво и вязко. Год уже почти отпустил, но ещё держит за рукав.",
      "uncensored": "Вы сегодня в режиме «я уже праздную, не мешайте». Последний понедельник бесит своей формальностью, но вы терпите — ради еды и тишины."
    },
    "gemini": {
      "classic": "Мысли скачут между делами и ожиданием финала года.",
      "uncensored": "Вы уже наполовину в Новом году, наполовину в чате с мемами. Последний понедельник пытается быть серьёзным — выходит х*ёво."
    },
    "cancer": {
      "classic": "Эмоции сегодня особенно чувствительные. Конец года давит мягко, но настойчиво.",
      "uncensored": "Вы сегодня на грани: то умиление, то желание всех послать. Последний понедельник — он такой, проверяет нервы перед финишем, б*ять."
    },
    "leo": {
      "classic": "Даже в конце года вы держите осанку. Последний выход — тоже выход.",
      "uncensored": "Вы сегодня как человек, который знает, что это последний раз. Последний понедельник смотрит снизу вверх, потому что вы его уже морально пережили."
    },
    "virgo": {
      "classic": "Вы подводите итоги и закрываете хвосты. Почти всё готово.",
      "uncensored": "Вы сегодня добиваете этот год контрольным в голову. Если что-то осталось — ну значит, это уже проблема следующего года, нах*й."
    },
    "libra": {
      "classic": "Баланс смещён в сторону ожидания. Работать сложно, мечтать легко.",
      "uncensored": "Вы зависли между «надо» и «да пошло оно всё». Последний понедельник только усиливает это чувство, и вы ему не сопротивляетесь."
    },
    "scorpio": {
      "classic": "День плотный и напряжённый, как тишина перед финалом.",
      "uncensored": "Вы смотрите на этот последний понедельник как на старого врага. Он почти побеждён. Осталось дожать и уйти красиво."
    },
    "sagittarius": {
      "classic": "Свобода уже чувствуется, но формальности ещё мешают.",
      "uncensored": "Вы сегодня живёте с мыслью «я уже свободен». Последний понедельник пытается что-то требовать, но звучит это жалко, бл*."
    },
    "capricorn": {
      "classic": "Вы держитесь до конца. Как всегда.",
      "uncensored": "Вы тащите этот год до последнего пикселя. Последний понедельник — просто ещё один груз, который вы молча донесёте и бросите."
    },
    "aquarius": {
      "classic": "Реальность сегодня ощущается временной.",
      "uncensored": "Вы уже мысленно в следующем году. Этот понедельник — баг системы, который скоро сам исчезнет. Терпите."
    },
    "pisces": {
      "classic": "День тянется мягко и странно. Конец близко.",
      "uncensored": "Вы сегодня плывёте сквозь последний понедельник, как сквозь туман. Новый год уже зовёт, а этот день просто доживает, б*ять."
    }
  },
    "2025-12-30": {
    "aries": {
      "classic": "Вторник ощущается как день вне расписания. Делать что-то можно, но непонятно зачем.",
      "uncensored": "Этот вторник — фейковый. Работать уже стыдно, отдыхать ещё рано. Вы злитесь и живёте по принципу «ладно, как-нибудь доживём, бл*»."
    },
    "taurus": {
      "classic": "День медленный и странно уютный. Всё происходит на пониженной передаче.",
      "uncensored": "Вы сегодня в режиме «меня нет». Тело здесь, душа в холодильнике. Вторник что-то мямлит про дела, но вы его не слушаете."
    },
    "gemini": {
      "classic": "Разговоры сегодня ни о чём и обо всём сразу. День распадается на реплики.",
      "uncensored": "Вы сегодня болтаете как сломанное радио: мемы, планы, бред. Никто ничего не понимает, но всем весело. Вторник окончательно поехал."
    },
    "cancer": {
      "classic": "Дом и близкие выходят на первый план. Всё остальное теряет значение.",
      "uncensored": "Вы уже мысленно дома, даже если физически нет. Этот вторник — просто формальность, которую надо пережить, не сорвавшись."
    },
    "leo": {
      "classic": "Даже в этом хаосе вы умудряетесь выглядеть собранно.",
      "uncensored": "Вы сегодня как человек, который понимает: всё, контроль окончен. Можно позволить себе лишнее. Вторник не сопротивляется."
    },
    "virgo": {
      "classic": "Вы пытаетесь найти смысл там, где его уже нет.",
      "uncensored": "Вы всё ещё что-то проверяете и допиливаете, хотя понимаете: этот день — фикция. Вторник не заслуживает вашего перфекционизма, бл*."
    },
    "libra": {
      "classic": "Баланс окончательно съехал в сторону ожидания.",
      "uncensored": "Вы сегодня между «ну ещё чуть-чуть» и «да пошло оно всё». Вторник висит в воздухе, как недосказанная фраза."
    },
    "scorpio": {
      "classic": "День тихий, но напряжённый, как пауза перед хлопком.",
      "uncensored": "Вы знаете, что это затишье обманчиво. Вторник просто копит энергию, чтобы завтра всех накрыло. Вы готовы."
    },
    "sagittarius": {
      "classic": "Свобода почти здесь. Осталось совсем немного.",
      "uncensored": "Вы сегодня на чемоданах — даже если никуда не едете. Вторник мешает, но недолго. Вы это чувствуете и улыбаётесь."
    },
    "capricorn": {
      "classic": "Вы дожимаете остатки ответственности.",
      "uncensored": "Вы тащите этот день по инерции. Вторник пустой, но вы всё равно его закрываете, как последний отчёт года. Уважение."
    },
    "aquarius": {
      "classic": "Реальность сегодня напоминает симуляцию.",
      "uncensored": "Вы смотрите на происходящее как на баг перед перезагрузкой. Вторник — последний глюк системы, дальше будет весело."
    },
    "pisces": {
      "classic": "День растворяется, как туман.",
      "uncensored": "Вы уже наполовину не здесь. Вторник течёт мимо, а вы позволяете ему просто пройти, не цепляясь."
    }
  },
    "2025-12-31": {
    "aries": {
      "classic": "Новогодняя ночь для вас — старт без обратного отсчёта. Всё начинается резко, громко и с огнём.",
      "uncensored": "Вы врываетесь в Новый год, как салют с браком. Шумно, ярко и пох*й на инструкции. Если что-то пойдёт не так — значит, так и было задумано, бл*."
    },
    "taurus": {
      "classic": "Ночь обещает изобилие, комфорт и ощущение «я это заслужил».",
      "uncensored": "Вы пришли жрать, пить и кайфовать. Всё остальное — вторично. Новый год обязан быть вкусным, иначе вы объявите ему бойкот, нах*й."
    },
    "gemini": {
      "classic": "Новогодняя ночь рассыпается на разговоры, тосты и внезапные идеи.",
      "uncensored": "Вы говорите всё и сразу, мешаете тосты, шутки и бред. Половина людей не понимает, что происходит, вторая уже смеётся. Идеально, бл*."
    },
    "cancer": {
      "classic": "Эта ночь тёплая и эмоциональная. Всё ощущается острее обычного.",
      "uncensored": "Вы сегодня либо обнимаете всех, либо хотите, чтобы вас никто не трогал. Оба состояния норм. Если кто-то полезет не вовремя — будет послан мягко, но уверенно."
    },
    "leo": {
      "classic": "Новогодняя ночь — ваш законный выход на сцену.",
      "uncensored": "Вы сегодня главный персонаж этой вечеринки. Даже если сидите молча — все знают, кто тут звезда. Новый год начинается с вас, смиритесь."
    },
    "virgo": {
      "classic": "Даже в хаосе вы находите порядок. Почти.",
      "uncensored": "Вы пытались всё проконтролировать, но Новый год сказал «иди нах*й». В итоге вы расслабляетесь и вдруг понимаете — так даже лучше, чёрт возьми."
    },
    "libra": {
      "classic": "Ночь балансирует между красотой и безумием.",
      "uncensored": "Вы сегодня красивые, пьяные и философские. Пытаетесь всех помирить, пока сами не понимаете, кто с кем и зачем. Новый год это уважает."
    },
    "scorpio": {
      "classic": "Эта ночь глубокая и насыщенная. Не все тайны стоит раскрывать.",
      "uncensored": "Вы смотрите на этот Новый год как на ритуал. Кто-то напьётся, кто-то признается, а вы всё запомните. И да — это пригодится, бл*."
    },
    "sagittarius": {
      "classic": "Свобода, смех и ощущение «жизнь удалась» наполняют ночь.",
      "uncensored": "Вы сегодня без тормозов. Танцы, тосты, крики «с новым годом, бл*». Если утром будет стыдно — значит ночь прошла правильно."
    },
    "capricorn": {
      "classic": "Вы подводите итоги и позволяете себе выдохнуть.",
      "uncensored": "Вы тащили этот год, как проклятый. Сегодня вы официально бросаете его на пол и говорите: «Всё, иди нах*й». И поднимаете бокал."
    },
    "aquarius": {
      "classic": "Новогодняя ночь ощущается как портал в новую версию реальности.",
      "uncensored": "Вы встречаете Новый год так, будто знаете, что будет дальше. Остальные просто радуются, а вы уже в будущем. И вам там ох*енно."
    },
    "pisces": {
      "classic": "Ночь течёт, как сон: музыка, огни и ощущения сливаются.",
      "uncensored": "Вы растворяетесь в этом празднике. Танцы, слёзы, смех — всё сразу. Если вас потеряют — значит, вы ушли в Новый год раньше остальных, бл*."
    }
  },
    "2026-01-01": {
    "aries": {
      "classic": "Первый день года начинается резко и без объяснений. Тело проснулось, а реальность — нет.",
      "uncensored": "Вы просыпаетесь с мыслью «а это точно новый год?». Голова гудит, планы умерли ещё ночью. Овны сегодня живут по принципу «я выжил — и этого достаточно, бл*»."
    },
    "taurus": {
      "classic": "1 января для вас — день восстановления и принятия последствий.",
      "uncensored": "Вы лежите как памятник самому себе. Есть хочется, вставать — нет, жить — позже. Новый год подождёт, вы заняты выживанием, нах*й."
    },
    "gemini": {
      "classic": "Мысли приходят обрывками. Разговоры — фоном. День собран из кусочков.",
      "uncensored": "Вы проснулись с кучей сообщений, но ни одного воспоминания. Половина диалогов — загадка. Вторая — компромат. Отличное начало года, бл*."
    },
    "cancer": {
      "classic": "Эмоции сегодня обострены. День требует тишины и тепла.",
      "uncensored": "Вы либо хотите обниматься, либо чтобы все исчезли. Любая попытка поговорить — риск. 1 января — не день для выяснений, б*ять."
    },
    "leo": {
      "classic": "Даже после ночи хаоса вы сохраняете достоинство. Почти.",
      "uncensored": "Вы просыпаетесь с ощущением «я был великолепен». Даже если доказательств нет. Львы не сомневаются — Новый год начался правильно."
    },
    "virgo": {
      "classic": "Вы мысленно перебираете события и ищете логику.",
      "uncensored": "Вы анализируете, что пошло не так, начиная примерно с третьего бокала. Вывод: всё. Принятие приходит позже. Сейчас — чай и ненависть к миру."
    },
    "libra": {
      "classic": "День странно красивый, несмотря на общее состояние.",
      "uncensored": "Вы сегодня выглядите лучше, чем себя чувствуете. Внутри хаос, снаружи — «да нормально всё». Классика 1 января, бл*."
    },
    "scorpio": {
      "classic": "Вы молчаливы и собраны. День проходит в наблюдении.",
      "uncensored": "Вы помните ВСЁ. Кто что сказал, кто что сделал и кто опозорился. 1 января — день тишины, но архив уже открыт."
    },
    "sagittarius": {
      "classic": "Свобода ощущается как пустота. И это нормально.",
      "uncensored": "Вы просыпаетесь с дикой жаждой жизни и воды. Новый год начался, а вы уже готовы повторить. Опасный настрой, бл*."
    },
    "capricorn": {
      "classic": "Вы оцениваете ущерб и строите план восстановления.",
      "uncensored": "Вы считаете потери: силы, голос, уважение к себе. Делаете вывод — год начался жёстко. Ладно. Переживёте. Как всегда."
    },
    "aquarius": {
      "classic": "День ощущается как сбой реальности.",
      "uncensored": "Вы проснулись в альтернативной версии мира. Время не работает, правила сняты, люди странные. Вас это даже радует, бл*."
    },
    "pisces": {
      "classic": "1 января течёт, как сон без начала и конца.",
      "uncensored": "Вы ещё не проснулись, но уже живёте. Музыка в голове, тело не ваше, реальность мягкая. Если вас не найдут сегодня — всё идёт по плану."
    }
  },
    "2026-01-02": {
    "aries": {
      "classic": "Во втором дне года появляется странное ощущение: будто что-то важное уже началось, но пока молчит.",
      "uncensored": "Вы сегодня просыпаетесь с мыслью «а если этот год реально мой?». Интрига бесит и заводит одновременно. Опасное сочетание, бл*."
    },
    "taurus": {
      "classic": "Тело ещё отдыхает, но внутри появляется тихое желание что-то улучшить.",
      "uncensored": "Вы всё ещё в пледе, но уже думаете, как жить лучше. Новый год подсовывает идею аккуратно, чтобы вы не послали его нах*й."
    },
    "gemini": {
      "classic": "Мысли начинают складываться в образы будущего. Пока размытые, но цепляющие.",
      "uncensored": "В голове сегодня трейлер года: кадры, идеи, «а что если». Половина — бред, но одна мысль цепляется. Вот она и будет вашей, бл*."
    },
    "cancer": {
      "classic": "Эмоции становятся мягче, появляется чувство защищённости.",
      "uncensored": "Вы вдруг ловите себя на ощущении «а мне можно». Можно хотеть, планировать, пробовать. Новый год тихо разрешил, б*ять."
    },
    "leo": {
      "classic": "Второй день года даёт ощущение будущего признания.",
      "uncensored": "Вы сегодня чувствуете: этот год может снова быть про вас. Не сразу, не громко, но с финальным аплодисментом. И это чертовски греет."
    },
    "virgo": {
      "classic": "В голове начинает выстраиваться новая система. Пока без давления.",
      "uncensored": "Вы вдруг понимаете, что можете сделать лучше, чем в прошлом году. Не идеально — а умнее. Это редкое чувство. Не упустите его, бл*."
    },
    "libra": {
      "classic": "Красота будущего ощущается не картинкой, а настроением.",
      "uncensored": "Вы сегодня ловите вайб: «я хочу жить красиво, но по-настоящему». И новый год такой: «ладно, давай попробуем»."
    },
    "scorpio": {
      "classic": "День тихий, но наполненный внутренней силой.",
      "uncensored": "Вы чувствуете, что этот год можно прожить иначе. Глубже. Опаснее. Честнее. И это чертовски возбуждает, бл*."
    },
    "sagittarius": {
      "classic": "Свобода ощущается как возможность, а не бегство.",
      "uncensored": "Вы сегодня вдруг понимаете: можно не убегать, а выбрать. Куда, с кем и зачем. Новый год дал вам ключ и ушёл, ухмыляясь."
    },
    "capricorn": {
      "classic": "Появляется спокойное ощущение контроля над будущим.",
      "uncensored": "Вы смотрите на этот год и думаете: «я могу его взять». Не сразу, не резко — но надёжно. И это пугающе приятно, нах*й."
    },
    "aquarius": {
      "classic": "День будто намекает на нестандартный поворот.",
      "uncensored": "Вам сегодня приходит идея, от которой вы сначала отмахнётесь. А зря. Именно она через пару месяцев скажет: «я же говорил, бл*»."
    },
    "pisces": {
      "classic": "Будущее ощущается как мягкий свет за туманом.",
      "uncensored": "Вы сегодня чувствуете надежду без объяснений. Просто так. И если честно — это самый опасный и самый красивый стимул из всех."
    }
  },
    "2026-01-03": {
    "aries": {
      "classic": "Вы делаете первый шаг слишком уверенно. Год кивает, но уже готовит следующий поворот.",
      "uncensored": "Вы рванули так, будто всё поняли. Спойлер: не всё. Первый косяк уже где-то рядом, но вас это только заводит, бл*."
    },
    "taurus": {
      "classic": "Вы двигаетесь медленно, но основательно. Ошибки обходят стороной.",
      "uncensored": "Вы делаете шаг, проверяете почву, потом ещё один. Да, скучно. Зато без х*йни, в отличие от остальных."
    },
    "gemini": {
      "classic": "Вы пробуете сразу несколько направлений. Не все из них ведут куда надо.",
      "uncensored": "Вы уже наговорили, наобещали и начали что-то новое. Половина — ошибка, вторая — приключение. Разберётесь по ходу, как обычно."
    },
    "cancer": {
      "classic": "Первые шаги даются вам через сомнения. Но они честные.",
      "uncensored": "Вы сомневаетесь, откатываетесь, снова идёте. Первый косяк — в голове. Второй будет позже. Но вы всё равно движетесь, и это главное."
    },
    "leo": {
      "classic": "Вы входите в год с ощущением, что знаете, куда идёте.",
      "uncensored": "Вы сделали шаг красиво. Даже если не туда. Главное — эффект. Ошибки? Исправите. Вы в этом году явно не из тихих."
    },
    "virgo": {
      "classic": "Вы замечаете ошибку ещё до того, как она случилась.",
      "uncensored": "Вы уже нашли, где могли облажаться, и тихо это исправили. Никто не заметил. Вы довольны. Год — тоже."
    },
    "libra": {
      "classic": "Вы колеблетесь между вариантами. Каждый кажется почти правильным.",
      "uncensored": "Вы сделали шаг и сразу начали сомневаться. Поздравляем: первая ошибка — тянуть. Но ничего, баланс вернётся, бл*."
    },
    "scorpio": {
      "classic": "Вы идёте осторожно, но с прицелом на результат.",
      "uncensored": "Вы сделали шаг туда, где другим страшно. Если это ошибка — вы превратите её в оружие. Как всегда."
    },
    "sagittarius": {
      "classic": "Вы действуете на импульсе. Год это поощряет.",
      "uncensored": "Вы уже где-то, куда не собирались. Первый косяк? Возможно. Но весёлый. А значит — оправданный."
    },
    "capricorn": {
      "classic": "Вы строите фундамент, не отвлекаясь на мелочи.",
      "uncensored": "Вы сделали шаг правильно. Скучно, надёжно, эффективно. Ошибок минимум. Зато потом все будут догонять."
    },
    "aquarius": {
      "classic": "Вы идёте не по маршруту. И это работает.",
      "uncensored": "Вы уже свернули не туда — и внезапно попали куда надо. Первый косяк оказался находкой. Любите вы так, бл*."
    },
    "pisces": {
      "classic": "Вы двигаетесь интуитивно, доверяя ощущению.",
      "uncensored": "Вы сделали шаг на ощущениях, слегка промахнулись, но не расстроились. Потому что чувствуете — год всё равно вас подхватит."
    }
  },
    "2026-01-04": {
    "aries": {
      "classic": "День стартует резко, как если бы кто-то нажал «пауза» и тут же «плей».",
      "uncensored": "Вы сегодня врываетесь в реальность, как будто ваши тапки — джойстики от «Сеги»: кнопки залипают, но вы всё равно жмёте. Первый уровень года проходите на упрямстве, бл*."
    },
    "taurus": {
      "classic": "Всё происходит медленно и странно уютно, будто мир завернули в плед.",
      "uncensored": "Вы двигаетесь, как холодильник на колёсиках — тяжело, но надёжно. Пусть остальные бегают, вы знаете: главное — не рассыпать содержимое, нах*й."
    },
    "gemini": {
      "classic": "Мысли скачут, как каналы на старом телевизоре.",
      "uncensored": "В голове сегодня пульт без крышки: нажимается всё сразу. Новости, мультики, реклама швабр. Первый рабочий день года — полный трэш, но вам норм, бл*."
    },
    "cancer": {
      "classic": "Эмоции липкие, как варенье на столе.",
      "uncensored": "Вы сегодня чувствуете всё сразу, как будто кто-то включил музыку, свет и воспоминания в одной розетке. Коротит, но по-своему уютно, б*ять."
    },
    "leo": {
      "classic": "Вы снова в центре происходящего, даже если не планировали.",
      "uncensored": "Вы сегодня как ёлочная звезда, которую забыли снять: праздник вроде кончился, а вы всё ещё сияете. Смиритесь — внимание липнет, как скотч."
    },
    "virgo": {
      "classic": "Вы пытаетесь собрать день по инструкции, но инструкция на другом языке.",
      "uncensored": "Реальность сегодня как мебель из ИКЕА без схемы. Детали лишние, шурупы не те. Вы материтесь, но собираете. Потому что кто, если не вы, бл*."
    },
    "libra": {
      "classic": "Баланс ищется на ходу, как равновесие на льду.",
      "uncensored": "Вы сегодня как человек на гироскутере без зарядки: красиво, но страшно. Главное — не дёргаться, а то уедете не туда, нах*й."
    },
    "scorpio": {
      "classic": "День тёмный и вязкий, но вы чувствуете в нём потенциал.",
      "uncensored": "Вы сегодня как кошка в тёмной комнате: всё видите, ничего не говорите. Остальные носятся, а вы уже знаете, где кто споткнётся, бл*."
    },
    "sagittarius": {
      "classic": "Хочется движения, шума и свободы.",
      "uncensored": "Вы сегодня как пылесос, включённый на максимум: шумите, втягиваете всё подряд и не понимаете, зачем. Зато весело, б*ять."
    },
    "capricorn": {
      "classic": "Вы медленно, но верно возвращаетесь в рабочий режим.",
      "uncensored": "Вы сегодня как трактор после зимы: заводитесь с матами, но если поехали — остановить сложно. Год это уважает."
    },
    "aquarius": {
      "classic": "Реальность выглядит странно, будто с кривым фильтром.",
      "uncensored": "Вы сегодня как человек, который случайно включил режим разработчика. Всё вокруг — баг, но вам интересно. Остальные паникуют, вы изучаете."
    },
    "pisces": {
      "classic": "День плывёт, как аквариум после переезда.",
      "uncensored": "Вы сегодня как рыба в пакете из зоомагазина: вроде живёте, но не до конца понимаете где. Ничего, вас аккуратно выпустят — главное не паниковать, б*ять."
    }
  },
    "2026-01-05": {
    "aries": {
      "classic": "День ощущается как уровень без обучения. Враги есть, подсказок нет.",
      "uncensored": "Вы сегодня как персонаж, которого кинули сразу на хард без сохранений. Тапки — как джойстики от «Сеги», кнопки залипают, но вы всё равно жмёте «вперёд», бл*."
    },
    "taurus": {
      "classic": "Вы играете в режиме «медленно, но с запасом прочности».",
      "uncensored": "Вы сегодня как танк из старой RTS: едет долго, но если доехал — х*й остановишь. Пусть остальные носятся, вы фармите надёжность."
    },
    "gemini": {
      "classic": "День напоминает игру с постоянно всплывающими окнами.",
      "uncensored": "У вас сегодня интерфейс перегружен: квесты, диалоги, уведомления. Вы кликаете всё подряд и случайно принимаете побочный квест «пизд*ц»."
    },
    "cancer": {
      "classic": "Вы играете осторожно, проверяя каждую локацию.",
      "uncensored": "Вы сегодня как персонаж хоррора: идёте медленно, прислушиваетесь и знаете — если резко повернуть, будет скример. Поэтому сидите в углу и хиляетесь."
    },
    "leo": {
      "classic": "Вы в центре экрана, даже если игра этого не планировала.",
      "uncensored": "Вы сегодня как главный герой с катсценами каждые пять минут. Даже когда молчите — камера на вас. Остальные NPC, смиритесь."
    },
    "virgo": {
      "classic": "Вы ищете оптимальный билд.",
      "uncensored": "Вы сегодня как игрок, который читает гайды и всё равно недоволен. Статы кривые, мир забагован, но вы всё равно соберёте идеальный билд, бл*."
    },
    "libra": {
      "classic": "Вы балансируете между двумя ветками развития.",
      "uncensored": "Вы зависли в меню прокачки: туда качнуть или сюда? В итоге ничего не выбираете и просто любуетесь интерфейсом. Классика, б*ять."
    },
    "scorpio": {
      "classic": "Вы знаете скрытые механики.",
      "uncensored": "Вы сегодня как игрок, который нашёл эксплойт и молчит. Пусть остальные страдают — вы в тенях, с читерским преимуществом."
    },
    "sagittarius": {
      "classic": "Вы играете ради исследования.",
      "uncensored": "Вы сегодня как персонаж, который побежал не по сюжету, а куда глаза глядят. Сюжет в шоке, игра трещит, но вам весело, бл*."
    },
    "capricorn": {
      "classic": "Вы проходите игру на выносливость.",
      "uncensored": "Вы сегодня как игрок, который гриндит без эмоций. Монотонно, долго, эффективно. Боссы падают от скуки раньше, чем вы."
    },
    "aquarius": {
      "classic": "Вы будто играете в бета-версию реальности.",
      "uncensored": "Вы сегодня как тестер: находите баги, ломаете механику и такие «ну да, ожидаемо». Остальные жалуются, вы делаете скриншоты."
    },
    "pisces": {
      "classic": "Вы играете на ощущениях, не глядя на карту.",
      "uncensored": "Вы сегодня как персонаж, который пошёл не туда и попал в секретную локацию. Что делать дальше — непонятно, но музыка красивая, б*ять."
    }
  },
    "2026-01-06": {
    "aries": {
      "classic": "День встречает вас первым же мобом. Отступать поздно.",
      "uncensored": "Вы сегодня вкатились в день, получили по лицу и такие: «окей, понял». Перекат, удар, ещё перекат. Живы — уже победа, бл*."
    },
    "taurus": {
      "classic": "Вы выбираете тяжёлую броню и медленный темп.",
      "uncensored": "Вы сегодня как танк без стамины: медленно, но если дошли — всем хана. Да, больно. Да, эффективно. Да, плевать."
    },
    "gemini": {
      "classic": "Вы путаетесь в кнопках и случайно находите обход.",
      "uncensored": "Вы жмёте всё подряд, орёте и внезапно убиваете босса багом. Как? Х*й знает. Но работает, бл*."
    },
    "cancer": {
      "classic": "Вы осторожно изучаете локацию и не спешите.",
      "uncensored": "Вы сегодня выглядываете из-за угла, как будто мир может вас напугать. И он может. Поэтому вы сидите, хилитесь и шепчете: «только не скример, б*ять»."
    },
    "leo": {
      "classic": "Вы входите в бой эффектно, даже если это нерационально.",
      "uncensored": "Вы сегодня дерётесь красиво и громко. Да, вас могут убить. Но выглядеть это будет эпично. Камера любит вас, смиритесь."
    },
    "virgo": {
      "classic": "Вы читаете паттерны и ищете идеальный момент.",
      "uncensored": "Вы сегодня считаете тайминги, шаги и удары. Мир кривой, боссы нечестные, но вы всё равно их разберёте. Из принципа, нах*й."
    },
    "libra": {
      "classic": "Вы сомневаетесь между атакой и защитой.",
      "uncensored": "Вы стоите с поднятым щитом и думаете: «бить или не бить». В итоге получаете по щиту и по самооценке. Зато красиво, б*ять."
    },
    "scorpio": {
      "classic": "Вы действуете хладнокровно и точно.",
      "uncensored": "Вы сегодня как игрок, который знает, где ловушка. Вы туда всё равно заходите. Потому что вам нужно проверить. И да — ловушка была."
    },
    "sagittarius": {
      "classic": "Вы идёте вперёд, не глядя на уровень сложности.",
      "uncensored": "Вы сегодня побежали в зону для прокачанных, получили люлей и такие: «ну ладно». Отряхнулись и пошли ещё раз. Упрямство — ваш билд."
    },
    "capricorn": {
      "classic": "Вы методично фармите и не спешите.",
      "uncensored": "Вы сегодня гриндите, как проклятый. Медленно, больно, эффективно. Пока другие орут — вы повышаете уровень."
    },
    "aquarius": {
      "classic": "Вы находите нестандартные пути.",
      "uncensored": "Вы сегодня перепрыгнули забор, сломали маршрут и нашли костёр там, где его быть не должно. И такие: «ну да, логично». Мир трескается."
    },
    "pisces": {
      "classic": "Вы чувствуете атмосферу и идёте на ощущениях.",
      "uncensored": "Вы сегодня идёте туда, где красиво и опасно. Умираете. Возрождаетесь. Снова идёте. Потому что музыка хорошая, б*ять."
    }
  },
    "2026-01-07": {
    "aries": {
      "classic": "День ощущается как простая миссия, которая внезапно затягивается.",
      "uncensored": "Вы вышли за хлебом и уже участвуете в трёх побочных квестах. NPC задают тупые вопросы, а вы думаете: «я вообще зачем это начал, бл*?»."
    },
    "taurus": {
      "classic": "Вы выполняете квест медленно, но с бонусами.",
      "uncensored": "Вы пошли за хлебом и вернулись с пакетом еды на неделю. Квест выполнен на 120%. Лень оправдана, награда получена."
    },
    "gemini": {
      "classic": "Диалоги сегодня решают больше, чем действия.",
      "uncensored": "Вы зашли в магазин и застряли в диалоге с NPC. Пять реплик, три шутки, ноль хлеба. Квест провален, но весело, бл*."
    },
    "cancer": {
      "classic": "Дом — ваша точка сохранения.",
      "uncensored": "Вы вышли за хлебом, но половину пути думали: «а точно ли надо?». Вернулись домой, потому что там безопасная зона и плед."
    },
    "leo": {
      "classic": "Даже простой квест превращается в событие.",
      "uncensored": "Вы за хлебом идёте как главный герой. NPC смотрят, камера следует, музыка нарастает. Хлеб куплен эпично."
    },
    "virgo": {
      "classic": "Вы проходите квест по инструкции.",
      "uncensored": "Вы чётко знали, какой хлеб, где лежит и сколько стоит. Ни одного лишнего шага. NPC вас боятся и уважают."
    },
    "libra": {
      "classic": "Вы зависаете на выборе.",
      "uncensored": "Вы стоите у полки с хлебом десять минут. Этот или тот? В итоге берёте третий вариант и сомневаетесь до дома. Классика."
    },
    "scorpio": {
      "classic": "Вы видите скрытые механики.",
      "uncensored": "Вы сразу понимаете, какой NPC сегодня агрессивный, а какой полезный. Хлеб взяли, лишних разговоров избежали. Чистый стелс."
    },
    "sagittarius": {
      "classic": "Квест внезапно уводит в сторону.",
      "uncensored": "Вы вышли за хлебом и оказались в другой части города. Почему? Потому что «а чё нет». Хлеб будет позже."
    },
    "capricorn": {
      "classic": "Квест выполнен эффективно.",
      "uncensored": "Вы вышли, купили хлеб, вернулись. Без эмоций, без сюжета, без лишних NPC. Скоростное прохождение."
    },
    "aquarius": {
      "classic": "Вы играете не по правилам.",
      "uncensored": "Вы купили хлеб в странном месте, странным способом и ещё задумались о смысле квеста. NPC в замешательстве."
    },
    "pisces": {
      "classic": "Квест ощущается как сон.",
      "uncensored": "Вы вышли за хлебом и забыли, что это был квест. Вернулись с ощущением, что что-то сделали, но что — непонятно. Зато красиво."
    }
  },
    "2026-01-08": {
    "aries": {
      "classic": "День начинается резко, но не понятно с чего. Как будто кто-то хлопнул дверью внутри времени.",
      "uncensored": "Вы проснулись с ощущением, что опоздали, хотя никуда не надо. Весь день — как крик из соседней квартиры: громко, странно и без объяснений, бл*."
    },
    "taurus": {
      "classic": "Мир сегодня плотный и вязкий, словно всё сделано из теста.",
      "uncensored": "Вы двигаетесь, как будто воздух стал густым. Каждое действие с сопротивлением. Но вам норм — вы умеете жить в вязком, нах*й."
    },
    "gemini": {
      "classic": "Мысли распадаются на фразы, которые никто не договаривает.",
      "uncensored": "В голове сегодня шум, как в маршрутке без водителя. Кто-то говорит, кто-то орёт, смысла нет, но ехать надо, бл*."
    },
    "cancer": {
      "classic": "Эмоции всплывают без причины и тут же исчезают.",
      "uncensored": "Вы сегодня можете растрогаться из-за ложки или обидеться на погоду. Ничего не понятно, но всё ощущается слишком лично, б*ять."
    },
    "leo": {
      "classic": "Даже хаос сегодня будто подстраивается под вас.",
      "uncensored": "Вы сегодня как человек, вокруг которого всё слегка неловко. Люди говорят странно, вещи падают, но вы стоите — и мир делает вид, что так и надо."
    },
    "virgo": {
      "classic": "Попытки навести порядок вызывают ещё больший беспорядок.",
      "uncensored": "Вы попробовали разложить день по полочкам — полки упали. Реальность плюнула на логику. Вы злитесь, но продолжаете, потому что иначе никак, бл*."
    },
    "libra": {
      "classic": "Баланс сегодня — это иллюзия, но красивая.",
      "uncensored": "Вы сегодня красиво теряетесь. Всё не так, всё криво, но эстетично. Как будто хаос специально под вас нарядился."
    },
    "scorpio": {
      "classic": "Под поверхностью дня скрывается что-то липкое и важное.",
      "uncensored": "Вы чувствуете, что день что-то замышляет. Он молчит, но смотрит. Вы тоже молчите. Дуэль без слов, бл*."
    },
    "sagittarius": {
      "classic": "Хочется уйти куда-то, даже если не понятно куда.",
      "uncensored": "Вы сегодня готовы выйти из дома просто чтобы исчезнуть на пару часов. Не потому что плохо, а потому что странно. Очень странно."
    },
    "capricorn": {
      "classic": "Реальность сегодня не поддаётся контролю.",
      "uncensored": "Вы пытаетесь управлять этим днём, как тележкой с кривым колесом. Она едет, но не туда. Вы беситесь и всё равно толкаете."
    },
    "aquarius": {
      "classic": "День ощущается как сбой, который никто не чинит.",
      "uncensored": "Вам сегодня кажется, что мир работает в тестовом режиме. Ошибки, странные фразы, нелепые сцены. Вы такие: «ну да, ожидаемо», бл*."
    },
    "pisces": {
      "classic": "День плывёт, не оставляя следов.",
      "uncensored": "Вы сегодня как будто живёте между моментами. Всё происходит, но не задерживается. Если день закончится внезапно — вы не удивитесь, б*ять."
    }
  },
    "2026-01-09": {
    "aries": {
      "classic": "День начинается с ощущения, что вы уже что-то сделали, хотя ещё не встали. Кухня смотрит осуждающе, чайник кипит слишком громко, а тапки стоят не там, где вы их оставляли. Мир как будто проверяет: заметите ли вы, что он живёт своей жизнью.",
      "uncensored": "У вас ощущение, что день начался без вас. Всё уже происходит, а вы только подключаетесь. Бесит, но спорить бесполезно."
    },
    "taurus": {
      "classic": "Быт сегодня плотный и основательный: стол тяжёлый, кружка тёплая, время тянется, как старая жвачка. Всё происходит медленно, но надёжно, словно мир решил никуда не спешить без вашего согласия.",
      "uncensored": "День тянется, как тесто. Вам норм. Пусть остальные суетятся."
    },
    "gemini": {
      "classic": "Вы ловите себя на том, что разговариваете с предметами. Пульт не реагирует, телефон лежит не той стороной, а холодильник будто знает что-то лишнее. День полон мелких диалогов без свидетелей.",
      "uncensored": "Всё вокруг сегодня отвечает вам не тем тоном. Вы тоже."
    },
    "cancer": {
      "classic": "Дом сегодня дышит вместе с вами. Полы скрипят в нужных местах, свет включается слишком мягко, а плед вдруг становится важнее всех планов. День будто говорит: «никуда не надо, просто будь здесь».",
      "uncensored": "Вас тянет домой, даже если вы уже дома. Логики ноль, но уют требует жертв."
    },
    "leo": {
      "classic": "Даже в бытовых мелочах вы чувствуете сцену. Как вы наливаете чай, как надеваете куртку, как стоите в коридоре — всё это почему-то выглядит значимо, будто за вами кто-то наблюдает.",
      "uncensored": "Вы сегодня эффектны даже у мусорного ведра. Смиритесь."
    },
    "virgo": {
      "classic": "Вы замечаете каждую мелочь: крошку не там, лишний звук, странное ощущение в привычном порядке. Быт будто специально слегка съехал, чтобы посмотреть, как вы будете с этим жить.",
      "uncensored": "Всё чуть-чуть не так. Вас это бесит. День доволен."
    },
    "libra": {
      "classic": "Вы пытаетесь поймать равновесие между «надо» и «потом». Чашка почти падает, но остаётся стоять. День весь такой — на грани, но красиво.",
      "uncensored": "Всё держится на честном слове. И вы тоже."
    },
    "scorpio": {
      "classic": "В бытовых деталях вы сегодня видите скрытый смысл. Кто-то оставил свет, кто-то не закрыл дверь, кто-то слишком долго молчит. День будто шепчет, но не объясняет.",
      "uncensored": "Вы чувствуете, что за этой обычностью что-то есть. Что — неясно. Но вы запомните."
    },
    "sagittarius": {
      "classic": "Вам тесно в привычных маршрутах. Даже дорога в магазин кажется повтором сцены, которую вы уже видели слишком много раз. Хочется выйти за рамки, но пока — хотя бы сменить маршрут.",
      "uncensored": "Даже поход за хлебом сегодня раздражает. Слишком предсказуемо."
    },
    "capricorn": {
      "classic": "Вы стараетесь держать день в руках, но он ускользает через мелочи. Очередь медленнее, часы идут странно, задачи не хотят заканчиваться. Быт сопротивляется.",
      "uncensored": "День не слушается. Вы злитесь и всё равно тащите его дальше."
    },
    "aquarius": {
      "classic": "Обычные вещи сегодня выглядят как декорации. Словно вы случайно попали в чью-то жизнь и пытаетесь понять правила, глядя на чайник и обувную полку.",
      "uncensored": "Всё выглядит знакомо, но ощущается как чужое. Вам даже нравится."
    },
    "pisces": {
      "classic": "День растворяется в мелочах: в шуме воды, в отражении окна, в паузах между делами. Вы живёте не событиями, а ощущениями между ними.",
      "uncensored": "Вы сегодня как будто между делом существуете. И это нормально."
    }
  },
    "2026-01-10": {
    "aries": {
      "classic": "День начинается с ощущения, что вы проснулись не совсем в своей жизни. Квартира знакомая, но какая-то не та — будто перепутали подъезды, как в «Иронии судьбы». Вы ходите по делам с видом человека, который уже смирился: раз оказался здесь, значит так и надо.",
      "uncensored": "Ощущение, что вас занесло не туда, но возвращаться лень. Ладно, живём в этом фильме."
    },
    "taurus": {
      "classic": "Всё вокруг напоминает уютный советский интерьер: тепло, медленно и с чувством «пусть весь мир подождёт». Вы живёте, как будто за окном всегда вечер 31 декабря.",
      "uncensored": "Вы сегодня как герой, который никуда не торопится и всё делает основательно. И правильно."
    },
    "gemini": {
      "classic": "Разговоры сегодня звучат как диалоги из старого фильма — чуть наивно, чуть странно и с паузами не там, где надо. Вы сами не всегда понимаете, шутите или говорите всерьёз.",
      "uncensored": "Вы сегодня как персонаж, который говорит много, а потом сам себя перебивает. Классика."
    },
    "cancer": {
      "classic": "Дом сегодня особенно важен. Свет мягкий, чай вкуснее обычного, а плед будто знает вас давно. День похож на сцену, где герой наконец-то остался дома, а не пошёл в никуда.",
      "uncensored": "Вам бы сейчас просто посидеть, как в финале хорошего советского фильма. И не трогать никого."
    },
    "leo": {
      "classic": "Вы сегодня живёте с ощущением лёгкого праздника, даже если ничего не происходит. Как в «Карнавальной ночи»: музыка где-то внутри, сцена — везде.",
      "uncensored": "Вы сегодня будто в кадре, даже когда молчите. Камера вас любит."
    },
    "virgo": {
      "classic": "Вы замечаете, как всё слегка нелогично, но по-своему правильно. Как в «Служебном романе»: странно, неловко, но в итоге всё складывается.",
      "uncensored": "Всё криво, но работает. Вы ворчите и принимаете правила игры."
    },
    "libra": {
      "classic": "День напоминает романтическую линию советского кино: много недосказанности, взглядов и пауз. Всё вроде просто, но не до конца понятно.",
      "uncensored": "Вы сегодня красиво сомневаетесь. Это ваш жанр."
    },
    "scorpio": {
      "classic": "Вы смотрите на происходящее, как на фильм, где знаете больше, чем остальные. Сюжет медленный, но напряжённый.",
      "uncensored": "Вы как персонаж, который всё понял раньше других. И молчит."
    },
    "sagittarius": {
      "classic": "Вам кажется, что день слишком предсказуем, как повтор по телевизору. Хочется выйти из сценария и добавить импровизации.",
      "uncensored": "Вас тянет сломать сюжет. И вы, скорее всего, это сделаете."
    },
    "capricorn": {
      "classic": "Вы живёте в режиме «надо», как герой, который тащит сюжет вперёд. Без вас фильм бы не закончился.",
      "uncensored": "Вы сегодня главный по выживанию сюжета. Кто-то же должен."
    },
    "aquarius": {
      "classic": "День ощущается как странная советская фантазия, почти «Чародеи»: вроде бы реальность, но правила работают выборочно.",
      "uncensored": "Всё вокруг похоже на магию с плохим ТЗ. Вам норм."
    },
    "pisces": {
      "classic": "Вы проживаете этот день, как финальную сцену старого фильма: тихо, немного грустно и очень тепло. Как будто сейчас пойдут титры.",
      "uncensored": "Вы сегодня как под музыку из финала. Если расплывётесь — не сопротивляйтесь."
    }
  },
    "2026-01-11": {
    "aries": {
      "classic": "Подъезд встречает вас как старый знакомый, который всё помнит. Дверь открывается не с первого раза, лампочка мигает, будто подмигивает. Вы идёте быстро, но пространство тянет за рукав, проверяя, насколько вы готовы к мелким препятствиям.",
      "uncensored": "Подъезд сегодня против вас. Вы — тоже. Кто победит, решится у лифта."
    },
    "taurus": {
      "classic": "Вы двигаетесь спокойно, словно знаете расписание этого дома. Плитка холодная, воздух привычный, соседские шаги узнаваемы. Подъезд принимает вас без спешки и без вопросов.",
      "uncensored": "Вы здесь свой. Дом это чувствует и не лезет."
    },
    "gemini": {
      "classic": "Соседи сегодня разговаривают с вами кусками фраз. Кто-то кивает, кто-то начинает историю и не заканчивает. Подъезд — как чат без контекста.",
      "uncensored": "Все что-то говорят, но никто ничего не объясняет. Обычный день."
    },
    "cancer": {
      "classic": "Вы особенно остро чувствуете настроение дома. Сквозняк, запахи, эхо шагов — всё складывается в ощущение, что подъезд живёт и наблюдает.",
      "uncensored": "Подъезд сегодня слишком живой. Вам хочется быстрее домой."
    },
    "leo": {
      "classic": "Даже здесь вы умудряетесь выглядеть значимо. Ваши шаги звучат увереннее, чем у остальных, а зеркало у лифта будто задерживает взгляд.",
      "uncensored": "Вы идёте так, будто это ваш подъезд. Возможно, он с этим согласен."
    },
    "virgo": {
      "classic": "Вы замечаете всё: грязный след, сломанную кнопку, криво висящее объявление. Подъезд словно специально демонстрирует вам свои слабые места.",
      "uncensored": "Всё не так. И да, вы это заметили."
    },
    "libra": {
      "classic": "Вы пытаетесь пройти аккуратно, никого не задев. Но сосед выходит внезапно, дверь хлопает, и баланс нарушается. Красиво, но неловко.",
      "uncensored": "Подъезд сегодня неловкий. Как и вы."
    },
    "scorpio": {
      "classic": "Вы видите больше, чем остальные. Кто давно здесь живёт, кто притворяется, кто слишком внимательно смотрит. Подъезд — место памяти.",
      "uncensored": "Вы всё запомнили. Даже то, что лучше бы забыть."
    },
    "sagittarius": {
      "classic": "Вам тесно между этажами и объявлениями. Хочется выйти наружу быстрее, вдохнуть и идти дальше.",
      "uncensored": "Подъезд — это пауза, которую вы не заказывали."
    },
    "capricorn": {
      "classic": "Вы воспринимаете всё как часть маршрута. Никаких эмоций, только движение вверх или вниз.",
      "uncensored": "Дом — просто система. Вы её проходите."
    },
    "aquarius": {
      "classic": "Подъезд сегодня кажется экспериментом: странные надписи, нелогичные звуки, люди с непредсказуемыми маршрутами.",
      "uncensored": "Как будто кто-то тестирует новую версию реальности. Вам интересно."
    },
    "pisces": {
      "classic": "Эхо шагов и шум лифта уводят вас в размышления. Подъезд становится переходом между состояниями.",
      "uncensored": "Вы зависли между этажами — и вам нормально."
    }
  },
    "2026-01-12": {
    "aries": {
      "classic": "Вы выходите в этот день как после долгой спячки. Всё вокруг слишком яркое, слишком громкое и слишком настоящее. Тело ещё помнит праздники, а мир уже требует действий.",
      "uncensored": "Вы сегодня как человек, которого выдернули из тёплого одеяла жизни и сунули обратно в реальность. Злость — нормальная реакция."
    },
    "taurus": {
      "classic": "Возвращение даётся тяжело, но вы стараетесь встроить комфорт даже в рабочий режим. Медленно, через чай и паузы.",
      "uncensored": "Вы ещё празднуете внутри, но уже делаете вид, что работаете. Компромисс найден."
    },
    "gemini": {
      "classic": "Голова включается рывками. Фразы забываются на полпути, мысли разбегаются, как люди в метро.",
      "uncensored": "Вы говорите «ага» и «да-да», но не всегда понимаете, к чему. День идёт на автопилоте."
    },
    "cancer": {
      "classic": "Возвращение в режим вызывает тихую тоску. Хочется обратно в дни без времени и обязанностей.",
      "uncensored": "Вам сегодня хочется домой. Даже если вы уже дома."
    },
    "leo": {
      "classic": "Вы стараетесь держаться уверенно, даже если внутри всё сопротивляется.",
      "uncensored": "Вы выглядите собраннее, чем чувствуете себя. Никто не должен знать, как вам лень."
    },
    "virgo": {
      "classic": "Вы начинаете день с попытки навести порядок. В делах, в голове, в мире.",
      "uncensored": "Вы сразу видите, сколько всего сломано. И понимаете — чинить придётся вам."
    },
    "libra": {
      "classic": "Вы ищете баланс между возвращением и отрицанием происходящего.",
      "uncensored": "Вы сегодня между «ну ладно» и «да пошло оно всё». Баланс шаткий."
    },
    "scorpio": {
      "classic": "Вы возвращаетесь молча, наблюдая за тем, как другие справляются хуже.",
      "uncensored": "Вы видите, кто уже сломался. Делаете выводы. Запоминаете."
    },
    "sagittarius": {
      "classic": "Вас тянет сбежать даже сейчас, в первый же день.",
      "uncensored": "Вы уже думаете, как бы снова уйти в никуда. Рабочий режим — не ваш жанр."
    },
    "capricorn": {
      "classic": "Вы включаете режим выживания и ответственности. Без лишних эмоций.",
      "uncensored": "Вы снова тащите. Год начался — и вы уже в упряжке."
    },
    "aquarius": {
      "classic": "Возвращение кажется странным экспериментом.",
      "uncensored": "Вы смотрите на этот день как на социальный эксперимент. Участники растеряны."
    },
    "pisces": {
      "classic": "Вы возвращаетесь медленно, будто всё ещё частью сна.",
      "uncensored": "Вы физически здесь, но душа где-то в январских остатках праздников."
    }
  },
    "2026-01-13": {
    "aries": {
      "classic": "День ощущается как повтор сцены, но с другой интонацией. Всё то же самое, но раздражает сильнее. Время ведёт себя нагло, задачи размножаются, а вы идёте вперёд, как будто вас кто-то толкает в спину.",
      "uncensored": "Сегодня до вас окончательно дошло: это не адаптация, это жизнь. Вы злитесь и прёте дальше, потому что тормозить уже поздно."
    },
    "taurus": {
      "classic": "Быт сегодня тяжёлый, как старое пальто. Всё на месте, всё знакомо, но давит. Вы двигаетесь медленно, будто проверяя, выдержит ли день ваш вес.",
      "uncensored": "Мир сегодня плотный и вязкий. Вы не торопитесь — пусть подождёт."
    },
    "gemini": {
      "classic": "Мысли скачут и спотыкаются друг о друга. День похож на разговор, который начался с середины и никак не может закончиться.",
      "uncensored": "В голове каша, слова вылетают не в том порядке. Делаете вид, что так и задумано."
    },
    "cancer": {
      "classic": "Эмоции сегодня выходят без стука. Вас может задеть всё — звук, взгляд, пауза. День словно специально нажимает на чувствительные места.",
      "uncensored": "Вас сегодня легко зацепить. И лучше бы никому этим не пользоваться."
    },
    "leo": {
      "classic": "Вы держите лицо, даже когда ситуация абсурдна. Мир вокруг немного кривой, но вы стоите ровно.",
      "uncensored": "Да, всё странно. Да, всё бесит. Но вы всё равно выглядите так, будто контролируете этот бардак."
    },
    "virgo": {
      "classic": "Вы пытаетесь вернуть структуру, но день сопротивляется. Каждая попытка навести порядок рождает новый хаос.",
      "uncensored": "Вы чините реальность, а она ломается в другом месте. День такой. Терпите."
    },
    "libra": {
      "classic": "Баланс сегодня — это мираж. Вы тянетесь к нему, но он ускользает.",
      "uncensored": "Вы пытаетесь быть спокойным, но мир подкидывает мелкую хрень. Красиво, но раздражает."
    },
    "scorpio": {
      "classic": "Вы чувствуете под поверхностью дня напряжение. Слова говорят одно, паузы — другое.",
      "uncensored": "Вы видите, где что-то пойдёт не так. Молчите. Пусть случится."
    },
    "sagittarius": {
      "classic": "Вас тянет вырваться, но день цепляется за ноги.",
      "uncensored": "Хочется сбежать, но пока приходится играть по правилам. Скрипя зубами."
    },
    "capricorn": {
      "classic": "Вы принимаете день как есть. Без иллюзий и жалоб.",
      "uncensored": "Рабочий режим включён. Эмоции — потом. Сейчас тащим."
    },
    "aquarius": {
      "classic": "Реальность сегодня напоминает эксперимент без инструкции.",
      "uncensored": "Вы смотрите на происходящее и думаете: «ну да, опять сломалось». Вам даже интересно."
    },
    "pisces": {
      "classic": "День течёт волнами. То накрывает, то отпускает.",
      "uncensored": "Вы сегодня плывёте, иногда захлёбываясь. Но всё ещё держитесь на поверхности."
    }
  },
    "2026-01-14": {
    "aries": {
      "classic": "Усталость приходит внезапно, без предупреждения, как звук, который невозможно выключить. Вы ещё двигаетесь, но с ощущением, что тело живёт по старому расписанию, а силы — по новому.",
      "uncensored": "Вы вроде идёте, но внутри уже сидите. Всё бесит, но сражаться лень. Странное состояние."
    },
    "taurus": {
      "classic": "День давит не событиями, а собственной массой. Каждое действие ощущается чуть тяжелее, чем должно. Даже чай остывает с упрёком.",
      "uncensored": "Усталость густая. Вы в ней живёте и не собираетесь оправдываться."
    },
    "gemini": {
      "classic": "Мысли сегодня устают быстрее, чем появляются. Фразы обрываются, планы растворяются на полуслове.",
      "uncensored": "Вы начинаете говорить — и сразу передумываете. Слишком много букв для этого дня."
    },
    "cancer": {
      "classic": "Эмоциональная усталость накрывает мягко, как пыль. Вы не падаете, но оседаете.",
      "uncensored": "Вас сегодня легко перегрузить. Лучше не трогать."
    },
    "leo": {
      "classic": "Даже вы сегодня чувствуете, что сцена пустая. Аплодисменты внутри закончились раньше обычного.",
      "uncensored": "Вы всё ещё держите вид, но батарейка мигает. Не сегодня для подвигов."
    },
    "virgo": {
      "classic": "Вы замечаете, что усталость не от дел, а от постоянного контроля. Мир сегодня не поддаётся оптимизации.",
      "uncensored": "Всё криво, и сил это чинить нет. Признание принято."
    },
    "libra": {
      "classic": "Баланс нарушается не резко, а медленно. Вы понимаете это слишком поздно.",
      "uncensored": "Вы сегодня устали выбирать. Даже между «нормально» и «плохо»."
    },
    "scorpio": {
      "classic": "Усталость глубокая, тихая, как подвал без света. Вы не жалуетесь — вы запоминаете.",
      "uncensored": "Вы устали, но опасно спокойны. Это стоит учитывать."
    },
    "sagittarius": {
      "classic": "Вас тянет вперёд по привычке, но ноги уже не горят.",
      "uncensored": "Бежать хочется, но сил нет. Редкий, бесячий диссонанс."
    },
    "capricorn": {
      "classic": "Вы продолжаете делать то, что нужно. Даже если ресурс почти нулевой.",
      "uncensored": "Вы на пустом баке, но всё ещё едете. Вопрос — зачем."
    },
    "aquarius": {
      "classic": "Усталость выглядит как баг системы. Всё работает, но без души.",
      "uncensored": "Мир сегодня как приложение, которое не закрывается. Вы раздражены."
    },
    "pisces": {
      "classic": "Вы устали так, будто долго шли по воде. Медленно, сопротивляясь.",
      "uncensored": "Вам хочется лечь между моментами и полежать. Без объяснений."
    }
  },
    "2026-01-15": {
    "aries": {
      "classic": "День начинается с ощущения, что вас уже задержали, хотя вы ничего не сделали. Письма приходят раньше мыслей, задачи множатся без причины, а совещание появляется в календаре как внезапный диагноз.",
      "uncensored": "Вы ещё не начали работать, а уже устали. Совещание — лишнее. Всё — лишнее."
    },
    "taurus": {
      "classic": "Офис сегодня тяжёлый, как воздух перед грозой. Вы двигаетесь медленно, стараясь не делать лишних шагов и не ввязываться в разговоры без смысла.",
      "uncensored": "Вы сидите и терпите. День длинный, но вы крепче."
    },
    "gemini": {
      "classic": "Чаты мигают, люди пишут одновременно, никто не читает ответы. День похож на разговор, где все говорят и никто не слушает.",
      "uncensored": "Сообщений много, смысла ноль. Вы отвечаете смайликами и надеждой."
    },
    "cancer": {
      "classic": "Офис давит не шумом, а паузами. Неловкие молчания, взгляды, ожидание ответа, который не придёт.",
      "uncensored": "Вас сегодня легко довести. Лучше не проверять."
    },
    "leo": {
      "classic": "Даже здесь вы стараетесь держаться уверенно. Но сцена сегодня плохая, свет холодный, а публика уставшая.",
      "uncensored": "Вы выглядите нормально. Внутри — «зачем я здесь»."
    },
    "virgo": {
      "classic": "Вы видите, где всё сломано: процесс, документ, логика. Исправить хочется, но ресурсов нет.",
      "uncensored": "Вы знаете, как сделать лучше. Никому не надо."
    },
    "libra": {
      "classic": "Вы балансируете между вежливостью и желанием выйти из чата навсегда.",
      "uncensored": "Вы сегодня на грани «ок» и «я ухожу»."
    },
    "scorpio": {
      "classic": "Вы молчите и наблюдаете. Кто врёт, кто тянет время, кто ничего не понимает — всё видно.",
      "uncensored": "Вы всё поняли. Просто не сказали."
    },
    "sagittarius": {
      "classic": "Вас тянет сорваться и уйти куда-то, где нет календарей и задач.",
      "uncensored": "Хочется сбежать. Очень."
    },
    "capricorn": {
      "classic": "Вы тащите день, как ящик с документами. Без эмоций, но с пониманием ответственности.",
      "uncensored": "Кто-то же должен это делать. Вот вы и делаете."
    },
    "aquarius": {
      "classic": "Офис сегодня кажется странным социальным экспериментом. Все притворяются, что понимают правила.",
      "uncensored": "Вы смотрите на этот цирк и думаете: «это точно работа?»."
    },
    "pisces": {
      "classic": "День растворяется между задачами. Вы выполняете действия, но не чувствуете времени.",
      "uncensored": "Вы здесь, но как будто через стекло."
    }
  },
    "2026-01-16": {
    "aries": {
      "classic": "День начинается с фразы «давай на 15 минут», которая растягивается до бесконечности. Вы сидите, киваете, чувствуя, как внутри копится энергия для рывка, которого никто не планировал.",
      "uncensored": "«На пять минут» — враньё. Вы хотите действовать, а не слушать этот фон."
    },
    "taurus": {
      "classic": "Вы терпеливо ждёте, пока созвон закончится сам собой. Кофе остывает, мысли тяжелеют, но вы держитесь, потому что так надёжнее.",
      "uncensored": "Вы молчите и высиживаете. Всё равно победите вы."
    },
    "gemini": {
      "classic": "Разговоры прыгают, как вкладки браузера. Тема меняется, решения нет, но слова льются рекой.",
      "uncensored": "Болтовня бесконечная. Смысл утонул ещё в начале."
    },
    "cancer": {
      "classic": "Созвон давит паузами. Кто-то долго думает, кто-то не отвечает, а вы чувствуете, как эмоции накапливаются.",
      "uncensored": "Тишина бесит больше слов. Хочется выйти."
    },
    "leo": {
      "classic": "Вы стараетесь взять инициативу, но камера выключена, и эффект теряется. Всё равно чувствуете себя центром.",
      "uncensored": "Вы готовы сказать главное. Никто не слушает."
    },
    "virgo": {
      "classic": "Вы видите, где разговор свернул не туда, и мысленно правите сценарий. Но вслух — тишина.",
      "uncensored": "Решение очевидно. Почему его не принимают — загадка."
    },
    "libra": {
      "classic": "Вы балансируете между вежливостью и желанием нажать «покинуть встречу».",
      "uncensored": "Палец над кнопкой «выйти». Душа — там же."
    },
    "scorpio": {
      "classic": "Вы слушаете внимательно и делаете выводы. Кто тянет время, кто прячется за словами — всё видно.",
      "uncensored": "Вы всё поняли. Просто ждёте конца."
    },
    "sagittarius": {
      "classic": "Вам тесно в этом разговоре. Хочется движения, а не кружения слов.",
      "uncensored": "Созвон — клетка. Вы рвётесь наружу."
    },
    "capricorn": {
      "classic": "Вы фиксируете договорённости, даже если их никто не формулирует. Кто-то должен.",
      "uncensored": "Вы записали всё. Остальные — нет."
    },
    "aquarius": {
      "classic": "Встреча выглядит как социальный ритуал без функции. Интересно наблюдать.",
      "uncensored": "Это эксперимент. И он провален."
    },
    "pisces": {
      "classic": "Голоса сливаются в фон. Вы где-то между звуками и мыслями.",
      "uncensored": "Вы плывёте. Созвон идёт сам."
    }
  },
    "2026-01-17": {
    "aries": {
      "classic": "Неделя заканчивается резким выдохом, как будто вы всё это время держали воздух. Пятница не радует — она отпускает.",
      "uncensored": "Вы дожили. Красиво — нет. Эффективно — тоже не всегда. Но выстояли. Этого достаточно, бл*."
    },
    "taurus": {
      "classic": "Тело первым понимает, что можно остановиться. Мысли подтягиваются позже.",
      "uncensored": "Вы официально в режиме «не трогайте». Неделя закончилась, ресурсы — тоже."
    },
    "gemini": {
      "classic": "Слова сегодня заканчиваются быстрее обычного. Разговоры обрываются сами.",
      "uncensored": "Говорить лень. Объяснять — тем более. Неделя выжала вас, как лимон."
    },
    "cancer": {
      "classic": "Пятница ощущается тихо и лично. Хочется закрыться и переварить всё, что было.",
      "uncensored": "Вы эмоционально устали. Очень. Если кто-то полезет — не сегодня."
    },
    "leo": {
      "classic": "Даже вы сегодня без желания блистать. Сцена гаснет, свет уходит.",
      "uncensored": "Вы всё ещё эффектны, но вам по*й. И это новое состояние."
    },
    "virgo": {
      "classic": "Вы подводите итоги и понимаете: неделя была странной, но переживаемой.",
      "uncensored": "Вы видите, где всё пошло не так. Но чинить — уже не сегодня."
    },
    "libra": {
      "classic": "Баланс возвращается в виде тишины. Ничего не хочется решать.",
      "uncensored": "Вы наконец-то никого не выбираете. Просто существуете."
    },
    "scorpio": {
      "classic": "Вы закрываете неделю внутри себя, без лишних слов.",
      "uncensored": "Неделя закончилась. Вы запомнили, кто и что. Остальное — потом."
    },
    "sagittarius": {
      "classic": "Свобода чувствуется где-то рядом. Почти можно дышать.",
      "uncensored": "Вы смотрите на эту пятницу как на выход из клетки. Пусть и временный."
    },
    "capricorn": {
      "classic": "Вы довели неделю до конца. Как всегда.",
      "uncensored": "Вы дотащили. Без радости, без аплодисментов. Просто факт."
    },
    "aquarius": {
      "classic": "Пятница ощущается как сбой, который наконец-то можно не чинить.",
      "uncensored": "Неделя была странной. Вы — всё ещё норм. Это победа."
    },
    "pisces": {
      "classic": "Вы растворяетесь в конце недели, как в тёплой воде.",
      "uncensored": "Вы устали мягко и глубоко. Пусть выходные сами вас найдут."
    }
  },
    "2026-01-18": {
    "aries": {
      "classic": "День начинается без старта. Вы уже внутри происходящего, как будто вас бросили в середину сна. Движение есть, направления — нет.",
      "uncensored": "Вы проснулись сразу уставшим, как будто день уже шёл без вас. Всё бесит, но бить некого."
    },
    "taurus": {
      "classic": "Реальность сегодня тяжёлая, как мокрый бетон. Всё существует, но с сопротивлением.",
      "uncensored": "Даже лежать тяжело. День придавил и не извиняется."
    },
    "gemini": {
      "classic": "Мысли сегодня не выстраиваются, а наслаиваются. Одна перебивает другую, третья вообще не ваша.",
      "uncensored": "В голове базар без ведущего. Никто не слушает, но все орут."
    },
    "cancer": {
      "classic": "Эмоции появляются без причины и тут же пропадают. Вы не успеваете понять, что именно почувствовали.",
      "uncensored": "Настроение меняется быстрее, чем вы моргаете. Бесит и пугает."
    },
    "leo": {
      "classic": "Даже ваше присутствие сегодня не стабилизирует пространство. Мир ведёт себя дерзко.",
      "uncensored": "Вы привыкли, что всё крутится вокруг вас. Сегодня — нет. И это личное оскорбление."
    },
    "virgo": {
      "classic": "Любая попытка упорядочить день приводит к ещё большему хаосу.",
      "uncensored": "Вы пытались навести порядок. День посмотрел и разломал всё обратно."
    },
    "libra": {
      "classic": "Баланс исчез. Осталась только иллюзия выбора.",
      "uncensored": "Что ни выбери — всё странно. Вы устали выбирать."
    },
    "scorpio": {
      "classic": "День тёмный, липкий и наблюдающий. Он знает о вас больше, чем должен.",
      "uncensored": "Реальность сегодня смотрит слишком внимательно. Вам это не нравится."
    },
    "sagittarius": {
      "classic": "Хочется сбежать, но пространство растягивается и не выпускает.",
      "uncensored": "Вы пытаетесь уйти, а день как резина. Бежите — а остались на месте."
    },
    "capricorn": {
      "classic": "Вы держитесь за структуру, но она рассыпается в руках.",
      "uncensored": "План был. Плана больше нет. Вы молча принимаете удар."
    },
    "aquarius": {
      "classic": "Реальность сегодня похожа на черновик, который забыли дописать.",
      "uncensored": "Всё как будто тестовая версия. Баги, лаги, странные сцены."
    },
    "pisces": {
      "classic": "День растворяет границы между мыслями, телом и временем.",
      "uncensored": "Вы сегодня не совсем здесь. И это, честно, спасает."
    }
  },
    "2026-01-19": {
    "aries": {
      "classic": "День начинается бодро и слегка не по плану. Вы делаете резкое движение — и мир неожиданно подстраивается. Такое ощущение, что сегодня можно шалить без последствий.",
      "uncensored": "Вы сегодня как человек, которому всё сходит с рук. Пользуйтесь, пока реальность не опомнилась."
    },
    "taurus": {
      "classic": "Всё вокруг кажется чуть мягче обычного: стул удобнее, чай вкуснее, время добрее. День будто решил вас побаловать.",
      "uncensored": "Сегодня мир работает на вас. Не сопротивляйтесь — жуйте медленно."
    },
    "gemini": {
      "classic": "Разговоры сегодня странные, но весёлые. Слова прыгают, смысла мало, удовольствия много.",
      "uncensored": "Вы сегодня болтаете чушь — и она почему-то заходит. Редкий талант."
    },
    "cancer": {
      "classic": "Эмоции сегодня не давят, а щекочут. Даже неловкие моменты вызывают улыбку.",
      "uncensored": "Вас сегодня сложно расстроить. Максимум — слегка растрогать. Пользуйтесь этим редким багом."
    },
    "leo": {
      "classic": "Вы ловите кайф от внимания, даже случайного. День подкидывает вам маленькие сцены.",
      "uncensored": "Вы сегодня звезда даже в очереди. И вам это нравится."
    },
    "virgo": {
      "classic": "Порядок сегодня условный, но вас это не раздражает. Вы позволяете миру быть кривым.",
      "uncensored": "Вы внезапно забили на идеал. И стало легче. Подозрительно, но приятно."
    },
    "libra": {
      "classic": "Баланс сегодня достигается сам собой. Красиво, легко, без усилий.",
      "uncensored": "Сегодня вы наконец-то не паритесь. И это видно."
    },
    "scorpio": {
      "classic": "Даже в странностях дня вы видите юмор. Это редкое состояние.",
      "uncensored": "Вы сегодня злой, но смешной. Опасное сочетание."
    },
    "sagittarius": {
      "classic": "День зовёт на спонтанность. Даже мелкие отклонения радуют.",
      "uncensored": "Сегодня можно делать глупости — и они будут удачными."
    },
    "capricorn": {
      "classic": "Вы неожиданно позволяете себе расслабиться. Мир не рушится.",
      "uncensored": "Вы сегодня меньше контролируете — и всё работает. Кто бы мог подумать."
    },
    "aquarius": {
      "classic": "День похож на импровизацию, которая вдруг удалась.",
      "uncensored": "Вы сегодня на своей волне. Остальные либо подтянутся, либо отстанут."
    },
    "pisces": {
      "classic": "Всё вокруг кажется немного мультяшным. И это приятно.",
      "uncensored": "Вы сегодня живёте, как в странном, добром сне. Не просыпайтесь."
    }
  }
}
