{
  "2025-12-01": {
    "aries": {
      "classic": "Сегодня вы рискуете случайно вдохновить кого-то своей решимостью. Особенно когда будете спорить с микроволновкой, утверждая, что она «не так на вас смотрит».",
      "uncensored": "День начнётся с того, что вы поймёте: мир опять ведёт себя как е**нутый. А вы ещё хуже. И пусть хрен кто попробует вам сегодня перечить — отправите всех лесом, причём пешком."
    },
    "taurus": {
      "classic": "Не доверяйте людям, которые слишком уверенно говорят слово «персики». Сегодня они могут втянуть вас в странные авантюры.",
      "uncensored": "Вы проснётесь с ощущением: «Кто, бл*, вчера трогал мои планы?» И будете искать виновного. Скорее всего, виноваты вы сами, но кого это останавливает?"
    },
    "gemini": {
      "classic": "День лёгкий, как пакет, который ветер несёт по двору. Вы — тот ветер. Пакет — это ваши планы. Всё красиво, хаотично и нормально.",
      "uncensored": "Ваши две половины сегодня дерутся за право рулить телом. Итог — вы шатаетесь, материтесь и выглядите, как будто вам пообещали премию, а дали п**ды."
    },
    "cancer": {
      "classic": "Немного тревожности, немного нежности и одно странное желание переставить мебель в три часа ночи. Следуйте порыву.",
      "uncensored": "Вы сегодня такая эмоциональная каша, что даже кот рядом вздохнёт: «Ё-маё, опять началось». Можете поплакать, поругаться, послать кого-то — всё по расписанию."
    },
    "leo": {
      "classic": "Ваше сияние сегодня будет таким сильным, что даже зеркало может слегка обидеться. Поддержите его, скажите что оно отражает лучшее.",
      "uncensored": "Вы настолько офигенно выглядите, что если кто-то скажет обратное — пошлите его на… экскурсию подальше. Ваша корона сегодня светится, все слепнут."
    },
    "virgo": {
      "classic": "Порядок сегодня вас найдёт сам, но будет слегка небритым и с кофе в руках. Примите этот хаотичный уют.",
      "uncensored": "Вы сегодня видите бардак везде — даже там, где его нет. И беситесь. Особенно на людей, которые «потом уберут» — да них*я они не уберут!"
    },
    "libra": {
      "classic": "Нельзя усидеть на двух стульях, но вы сегодня попробуете. И у вас почти получится — благодаря внутренней грации и внешнему пофигизму.",
      "uncensored": "Колебаться будете так сильно, что сами себя выбесите. В конце дня скажете: «Да пошло оно, я просто красивый». И будете правы."
    },
    "scorpio": {
      "classic": "День для загадочности. Смотрите вдаль, будто знаете смысл жизни. Даже если просто вспоминаете, выключили ли утюг.",
      "uncensored": "Ваш взгляд сегодня такой, что любой подумает: «Лучше я помолчу». Не удивляйтесь, если вам случайно уступят трон. Или хотя бы очередь."
    },
    "sagittarius": {
      "classic": "Хочется приключений? Они вас найдут. Даже если вы просто вышли за хлебом. Будьте готовы к судьбе.",
      "uncensored": "Вы сегодня как непредсказуемый петардный салют: громко, ярко, опасно и почему-то смешно. Не гасите себя, людям надо шоу."
    },
    "capricorn": {
      "classic": "Ваш план на день будет чётким, как новая тетрадь. Но жизнь добавит туда пару рисунков котиков. Примите их.",
      "uncensored": "День начнётся с мысли: «Кто, бл*, испортил мне график?» Ответ — сама жизнь. Вы будете ругаться, но всё равно всё сделаете идеально, как машина."
    },
    "aquarius": {
      "classic": "Идеи будут сыпаться как конфетти. Не все пригодятся, но парочка окажется гениальной.",
      "uncensored": "Ваш мозг сегодня выдаёт такие сюрреалистичные х*рни, что даже вселенная скажет: «Э, хорош, я не успеваю». Но будет круто."
    },
    "pisces": {
      "classic": "Сегодня вы будете тонкими, как антенна, ловящей эмоции Вселенной. Иногда — слишком тонкими. Обнимите кота, если есть.",
      "uncensored": "Вы с утра поплыли — и всё. В голове рыбацкий туман, в душе драма, в глазах вопрос: «Почему всё такое странное, бл*?» Не переживайте, к вечеру отпустит."
    }
  },
  "2025-12-02": {
    "aries": {
      "classic": "Сегодня вы внезапно ощутите, что ваш внутренний герой проснулся, надел плащ и пошёл спасать мир… хотя на самом деле вы просто искали носки. Вселенная наблюдает и тихо хохочет.",
      "uncensored": "Вы сегодня как будильник на нервной почве — орёте на всех подряд. Даже холодильник откроется и скажет: «бл*, спокойно». Но нет, Овен в режиме «я здесь главный, идите нахер стройными рядами»."
    },
    "taurus": {
      "classic": "День плотный, словно вы жонглируете картошкой, которая почему-то горячее судьбы. Зато всё получается, хотя выглядит странно.",
      "uncensored": "Вселенная сегодня даст вам задачи уровня «почему в кармане ключ от неизвестной двери, бл*?» И вы такие: «ладно». А потом ещё и успеете с кем-то поругаться о том, что чай на вкус «подозрительно философский»."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня будут идти не по дороге, а по потолку. Сюр в том, что это принесёт неожиданный результат: вы пройдёте туда, куда никто не планировал идти.",
      "uncensored": "Ваши две половины сегодня устроят митинг внутри головы: одна орёт «пошли работать», вторая орёт «пошли в ж*пу». И вы идёте… куда-то. Всегда куда-то. И всегда матерясь."
    },
    "cancer": {
      "classic": "Сегодня окружающие увидят в вас эмоциональный маяк, который то светит, то гаснет, то моргает азбукой Морзе. Вы непредсказуемы, но обаятельны.",
      "uncensored": "Вы сегодня как сломанный фонтан эмоций: хлещете, льёте, кричите, булькаете. Если кто-то сунется с вопросом «ты в порядке?» — утопите его в словах и мате так, что он забудет своё имя."
    },
    "leo": {
      "classic": "Вы будете сиять так ярко, что даже солнечный зайчик захочет взять у вас автограф. Люди слегка ослепнут, но им понравится.",
      "uncensored": "Ваше эго сегодня официально выходит на гастроли. Даже воздух вокруг будет шептать: «Ну началось, бл*, снова король». И честно — вы будете этому рады. Очень рады."
    },
    "virgo": {
      "classic": "Ваш внутренний порядок включится в режим «архимаг». Всё вокруг неожиданно структурируется, даже если люди вокруг творят цирк.",
      "uncensored": "Вы сегодня видите хаос и такие: «О, опять еб*чий бардак». И начинаете исправлять всё подряд. Даже то, что не ваше. Даже то, что вообще не существует."
    },
    "libra": {
      "classic": "Сегодня вы будете балансировать так тонко, что даже канатоходцы вам бы похлопали. Хоть вы и балансируете между странным и очень странным.",
      "uncensored": "Ваше настроение сегодня как broken-пульт: нажимаете «вперёд», а включает «пошёл он нах*р». Нажимаете «назад» — играется гимн агрессии. Но выглядите вы всё равно шикарно."
    },
    "scorpio": {
      "classic": "Вы будете настолько загадочным, что даже тень откажется от вас отделяться — ей страшно пропасть без пояснений.",
      "uncensored": "Ваш взгляд сегодня может прожечь дыру в судьбе. Люди будут шарахаться. Кошки будут смотреть снизу вверх. Даже Wi-Fi подумает: «Е**ать, я лучше ускорюсь»."
    },
    "sagittarius": {
      "classic": "Сегодня вы будто идёте по полю странных событий, где каждая тропинка предлагает приключение. И вы такие: «ну а чё бы нет».",
      "uncensored": "Вы сегодня — ходячий фейерверк из мата, смеха и необъяснимых действий. Можете внезапно начать философствовать над упаковкой из-под лапши. И будете правы. По-своему."
    },
    "capricorn": {
      "classic": "Ваши планы сегодня будут похожи на шахматную партию, где вы играете и за себя, и за судьбу. И обоих выигрываете.",
      "uncensored": "Вы сегодня настолько суровый, что календарь сам перелистнётся, лишь бы не спорить. Работы много, людей бесит, мат идёт, но вы — машина. Холодная, расчётливая, ох*ренно эффективная."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут приходить такие странные, что вы сами удивитесь. Но они — рабочие. А вы — гений.",
      "uncensored": "Ваш мозг сегодня выкинет такое, что даже вселенная скажет: «ну что за х*йня честная». Но будет аплодировать стоя, потому что работает."
    },
    "pisces": {
      "classic": "Вы сегодня будете плавать в мыслях так глубоко, что можете случайно найти идею, которую забыли ещё в детстве.",
      "uncensored": "Вы поплыли уже утром. К обеду поплыли ещё раз. К вечеру вы уже борт корабля судьбы, висящий на волнах и матерящийся на чайку, которая «смотрит как-то подозрительно»."
    }
  },
  "2025-12-03": {
    "aries": {
      "classic": "Сегодня вы почувствуете, что пространство слегка наклонено именно под вашим углом. Даже туман утром может показаться личным советчиком.",
      "uncensored": "Вы сегодня идёте так уверенно, будто вам выдали сертификат на «еб*ть всех морально». Даже лампочка моргнёт — и вы ей такие: «Ты чё, бл*, хочешь поговорить?»"
    },
    "taurus": {
      "classic": "День будет как странный пирог: вы не знаете, из чего он сделан, но он явно приготовлен лично для вас какой-то мистической кухней.",
      "uncensored": "Вас сегодня жрёт реальность, как голодный сосед: «Давай быстрее!» — а вы отвечаете: «Не ори, я сам сейчас кому-нибудь втащу словесно, бл*ть». Но всё успеваете."
    },
    "gemini": {
      "classic": "Мысли сегодня будут перелетать с ветки на ветку, как птица, которой вдруг приснилась другая вселенная.",
      "uncensored": "Две ваши личности сегодня спорят так громко, что даже зеркало говорит: «Бл*, заткнитесь». Вы материтесь на себя, на воздух, на расписание и почему-то — на стул."
    },
    "cancer": {
      "classic": "Сегодня эмоции будут слегка рассыпаться вокруг вас, создавая эффект мягкого водоворота. Люди будут чувствовать вашу вибрацию даже с закрытыми глазами.",
      "uncensored": "Вы сегодня обижены на всё — и при этом материтесь так нежно, что это звучит как песня. Если кто-то спросит: «Что случилось?» — скажите: «Жизнь, бл*, случилась»."
    },
    "leo": {
      "classic": "Свет вокруг сегодня будто специально отражается от вас, создавая ауру театрального величия.",
      "uncensored": "Вы сегодня настолько ох*енно царственный, что если кто-то не восхитится — пойдёт в ссылку. В устную. Через маты. С пояснениями."
    },
    "virgo": {
      "classic": "Порядок сегодня выглядит как любопытный зверёк, который сам приходит к вам и тихо просится в руки.",
      "uncensored": "Вы чините бардак с такой скоростью, что вселенная догоняет, хрипя: «Подожди, бл*ть!» Но вы не ждёте — вы пересобираете мир и материтесь, как инженер-поэт."
    },
    "libra": {
      "classic": "Сегодня вы будто держите в руках невидимую чашу весов, а ветер подсказывает, куда склоняться.",
      "uncensored": "Ваше настроение скачет, как шарик в лототроне: то «здрасте», то «идите нах*р». Люди не успевают — и вы тоже, но вам по кайфу."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня напоминает дым, который знает, куда плыть, но не спешит раскрывать тайну.",
      "uncensored": "Ваш взгляд сегодня такой, что человек подумает: «Бл*, я что сделал?» — даже если он просто повернулся. Можете материться шёпотом — и всё равно будет страшно."
    },
    "sagittarius": {
      "classic": "Сегодня дороги будут сами разворачиваться перед вами, будто ждут вашего шага.",
      "uncensored": "Судьба сегодня кидает вас по событиям, как ребёнок мяч: «Лови, бл*дь!» А вы в ответ: «Ловлю!» — и несётесь дальше, матерясь и смеясь одновременно."
    },
    "capricorn": {
      "classic": "Ваши планы похожи на чёткие геометрические фигуры, которые сами складываются в рисунок.",
      "uncensored": "Вы настолько серьёзны, что время само замедляется, боясь вас. И если кто-то полезет с тупостью — вы изобразите такое «ну ты чё, бл*?» что его реальность сдастся."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут плавать вокруг вас, как светящиеся медузы, и вы сумеете поймать самую редкую.",
      "uncensored": "Ваш мозг сегодня устроит фестиваль: «Х*як-х*як — готово!» Творчество идёт через маты, через хаос, через внезапное вдохновение — и всё работает."
    },
    "pisces": {
      "classic": "Сегодня вы словно двигаетесь по воде, которая подстраивается под ваше настроение — гладко, мягко и странно предсказуемо.",
      "uncensored": "Вы плывёте как космический корабль, только материтесь как порт: «Да ёб*рный случай, опять шторм!» Но двигаетесь красиво, драматично, артистично."
    }
  },
  "2025-12-04": {
    "aries": {
      "classic": "Сегодня вы будете идти так, будто под ногами невидимые ступеньки появляются прямо из воздуха. Мир слегка удивлён вашим маршрутом, но поддерживает.",
      "uncensored": "Вы сегодня шагаете так, будто вселенная вам что-то должна. И она, бл*, чувствует это. Любой, кто встанет поперёк — будет отправлен в путешествие «нах*р и обратно» без пересадок."
    },
    "taurus": {
      "classic": "День придёт как медленный зверь, который несёт вам маленький сюрприз в лапах. Возможно, это идея, возможно, странный сон.",
      "uncensored": "Вы сегодня двигаетесь как танк на эмоциях. Если кто-то решит подлезть со своими советами — вы объясните ему, где его место, используя 3 слова и все они «еб***ские»."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня похожи на две параллельные реки, которые иногда пересекаются без предупреждения. Вы будете удивляться сами себе.",
      "uncensored": "Ваши внутренние личности сегодня так ругаться будут, что воздух вокруг покраснеет. Вы сами себе скажете: «Ты чё несёшь, бл*?» и ответите: «А ты чё?!» — и это нормально."
    },
    "cancer": {
      "classic": "Сегодня вы собой напоминаете прозрачный пузырь с цветными всполохами внутри. Люди будут смотреть — и не понимать, что вы чувствуете, но ощущать.",
      "uncensored": "Ваше настроение скачет как бешеная чайка. Мат летит такой мягкий, что почти поэтичный: «Ох ты ж бл*ть, опять всё не так!» — но вас это даже вдохновляет."
    },
    "leo": {
      "classic": "Вы будете сиять так, что даже предметы интерьера слегка повернутся к вам, словно уточняя: «Это у нас праздник или вы просто такой сегодня?»",
      "uncensored": "Сегодня вы входите в комнату как фраза: «Ну и где тут мои восхищённые еб*льники?» И если кто-то не восхищается — вы исправите ситуацию взглядом."
    },
    "virgo": {
      "classic": "Вещи сегодня складываются сами, будто у них встроена маленькая инструкция «как радовать вас». Даже хаос слегка постесняется.",
      "uncensored": "Вы сегодня чините мир как IT-специалист, который уже полдня на нервах: маты летят, детали щёлкают, но всё работает лучше, чем до вашего приходa. Даже если никто не просил."
    },
    "libra": {
      "classic": "Сегодня вы будете балансировать на тонкой грани между «всё понятно» и «я вообще кто», но с таким изяществом, будто это ваше хобби.",
      "uncensored": "Вас сегодня мотает так, что вы сами себе говорите: «Да идите вы все нах*р, я красивый». И мир соглашается, потому что спорить с вами бесполезно."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня — как тёплый туман в комнате: загадочное, мягкое и немного гипнотичное.",
      "uncensored": "Ваш взгляд сегодня пробивает реальность, как рентген с матами. Люди оборачиваются, думают: «Я что-то не так сделал?» — хотя вы просто стоите и дышите."
    },
    "sagittarius": {
      "classic": "Сегодня день будет похож на странную тропу, которая сама подсказывает вам, куда свернуть — мелкими знаками, которые заметите только вы.",
      "uncensored": "Вы сегодня несётесь по событиям как комета, крича в космос: «Дайте приключений, бл*!» — и космос такой: «Лови!» И вы ловите. И смеётесь. И материтесь."
    },
    "capricorn": {
      "classic": "Этот день собирается вокруг вас как чёткая диаграмма: линии, точки, всё взаимосвязано. Даже случайности выглядят запланированными.",
      "uncensored": "Вы сегодня настолько серьёзная х*рь, что воздух сгущается. Любой, кто попытается вас отвлечь, получит лекцию «как не быть идиотом» в формате матерного TED Talk."
    },
    "aquarius": {
      "classic": "Идеи будут появляться как маленькие светящиеся шары, которые летают вокруг и дают вам подсказки. Вы будете ловить их с лёгкостью.",
      "uncensored": "Ваш мозг сегодня как генератор без фильтра: «Давай вот эту х*йню… о, работает! Давай ещё одну!» Маты встроены в процесс, как топливо."
    },
    "pisces": {
      "classic": "Сегодня вы будто плывёте сквозь мягкий воздух, и в нём маленькие искры ваших мыслей, которые вспыхивают и гаснут под разными углами.",
      "uncensored": "Вы двигаетесь как сказочный сомнамбулический матершинник: «Ёб*т твою атмосферу, как красиво!» — и мир такой: «Ладно… плавай»."
    }
  },
  "2025-12-05": {
    "aries": {
      "classic": "Сегодня вы будете идти так, словно пространство слегка сгибается, чтобы пропустить вас вперёд. Даже ветер будто хочет рассказать вам важную, но странную новость.",
      "uncensored": "Вы сегодня идёте как живой аргумент фразы «не выбешивайте меня». Кто скажет лишнее — улетит в эмоциональный космос со словами: «Ну ох*еть теперь»."
    },
    "taurus": {
      "classic": "День принесёт ощущение, будто кто-то поставил на ваш внутренний стол загадочный предмет без инструкции. И вы такие: «Хм… интересно».",
      "uncensored": "Вы сегодня работаете как мистический бульдозер: ровно, уверенно и с матами, которые раздвигают дорогу лучше любого сигнала светофора."
    },
    "gemini": {
      "classic": "Сегодня мысли будут разыгрывать внутри вас театр теней: внезапные сюжеты, неожиданные образы, иногда даже диалоги с тем, кого не существует.",
      "uncensored": "Ваши две версии себя сегодня носятся по голове, как два дебила, которые нашли энергетик и начали спорить: «Кто из нас главный, бл*?!» — и решения вы принимаете в этом хаосе."
    },
    "cancer": {
      "classic": "Сегодня вы будете похожи на иллюстрацию из странной книги: эмоции текут мягко, но формы у них странные, будто вы сами их придумали.",
      "uncensored": "Вы сегодня обижаетесь заранее и материтесь профилактически. Любой шорох вызывает: «Ох ты ж бл*ть, опять?» — но в душе вы просто хотите супчика и тишины."
    },
    "leo": {
      "classic": "Сегодня вы будто носите невидимый плащ света — и он рассеивает вокруг лёгкое сияние величия. Люди будут смотреть и не понимать, почему.",
      "uncensored": "Вы будете требовать восхищения, иногда даже взглядом: «Э, бл*, давай быстрее удивляйся». Кто не понял — получит королевский мат с бархатной отделкой."
    },
    "virgo": {
      "classic": "Повсюду будут проявляться мелкие знаки порядка, будто сама вселенная решила играть с вами в аккуратный пазл.",
      "uncensored": "Вы сегодня расставите всех по местам так быстро, что люди не успеют понять, почему вы материтесь так художественно. Бардак? Уничтожен. Хаос? Растоптан."
    },
    "libra": {
      "classic": "Сегодня вы идёте по грани, которая блестит как тонкий ледяной луч. Но вы держитесь уверенно — будто это ваш личный трюк.",
      "uncensored": "Ваше настроение превращается в карусель: «нормально» → «пошли вы нах*р» → «ой, ну ладно» → «опять нах*р». Люди рядом только крутя голову успевают."
    },
    "scorpio": {
      "classic": "Сегодня вы словно несёте за собой тень, которая живёт собственной жизнью и задаёт свои вопросы.",
      "uncensored": "Вы сегодня смотрите так, что человеку становится стыдно за всё, что он сделал с 2007 года. Даже если вы просто моргнули. Мат — опционален, но эффективен."
    },
    "sagittarius": {
      "classic": "День будет похож на длинную лестницу, у которой ступени появляются только тогда, когда вы делаете шаг вперёд.",
      "uncensored": "Вас сегодня несёт судьба как бешеную колесницу: «Держись, бл*!» — а вы держитесь, ржёте, кричите матом в небо и умудряетесь наслаждаться хаосом."
    },
    "capricorn": {
      "classic": "Планы складываются ровно, словно чертёж, который чертят прямо под вашими ногами.",
      "uncensored": "Вы сегодня настолько серьёзны, что даже время решит: «Бл*, я буду идти потише». Любого, кто вмешается, вы отправите учиться основам жизни в ускоренном матерном формате."
    },
    "aquarius": {
      "classic": "Идеи сегодня летят вокруг вас как светящиеся искры, которые шепчут на ухо странные решения.",
      "uncensored": "Ваш мозг сегодня включил режим «гениальный психопат»: вы творите х*йню, но настолько гениально, что вселенная сама записывает конспект."
    },
    "pisces": {
      "classic": "Сегодня вы будто плывёте по мягкой реке, где волны слегка мерцают и шепчут вам мысли непонятного происхождения.",
      "uncensored": "Вы сегодня как пьяная богиня водных матов: «Ёб*рный карась, что за дела?» — и при этом двигаетесь плавно, красиво, мистически."
    }
  },
  "2025-12-06": {
    "aries": {
      "classic": "Сегодня пространство будет реагировать на ваше движение, будто вы двигаете воздух рукой художника. Мелкие детали дня начинают складываться в странную, но прекрасную картину.",
      "uncensored": "Вы сегодня идёте так, будто носите невидимую табличку «Не трогать, бл*ть!». Кто сунется — получит словесный подзатыльник такой мощности, что у него аура перекосится."
    },
    "taurus": {
      "classic": "День ощущается как странный медленный сон, где предметы смотрят на вас с лёгким одобрением. Даже кружка чая будто решила сегодня с вами дружить.",
      "uncensored": "Вы сегодня работаете как космический трактор, который еб*шит вперёд, не спрашивая. Если кто-то мешает — вы так интеллигентно посылаете, что люди сами благодарят."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут двигаться по кругу, но не простому — он будет светиться, меняться формами и иногда перешёптываться с вами.",
      "uncensored": "Ваши две личности сегодня спорят за место водителя вашей жизни. В итоге: «Ты куда повернул, бл*?» — «А х*й тебя знает!» — и вы оба довольны."
    },
    "cancer": {
      "classic": "Вы будете мягкими, как облако, но с лёгким внутренним электричеством. Люди будут чувствовать вашу энергетику так, будто поднесли ладонь к странному устройству.",
      "uncensored": "Вас сегодня кидает в эмоции с матом как в суп с солью: «Ох ты ж бл*ть, опять чувствую слишком много!» — и мир принимает ваши правила."
    },
    "leo": {
      "classic": "Вы сегодня будто идёте по сцене, где декорации слегка подыгрывают вашему настроению. Даже свет может падать идеально.",
      "uncensored": "Вы сияете так ярко, что людям хочется сказать: «Попроще будь», — но вы такие: «Нах*р проще, я Лев», — и идёте дальше с королевским матом."
    },
    "virgo": {
      "classic": "День будто складывается в аккуратный орнамент. Даже хаос как будто держит расстояние, уважая вашу внутреннюю структуру.",
      "uncensored": "Вы сегодня чините реальность с матами на вдохе и выдохе. «Почему тут криво? Кто тут мудак? Сейчас исправлю, бл*ть». И исправляете. Красиво."
    },
    "libra": {
      "classic": "Сегодня вы балансируете между двумя идеями, которые висят в воздухе, как два ярких фонаря, и вы спокойно идёте между ними.",
      "uncensored": "Ваше настроение скачет так быстро, что люди думают, будто вы нажимаете на кнопки «нах*р» и «ладно» по очереди. И вы сами не всегда знаете, какая нажмётся следующей."
    },
    "scorpio": {
      "classic": "Ваше присутствие сегодня — как густой дым с отблесками света внутри. Он завораживает и заставляет людей говорить тише.",
      "uncensored": "Вы сегодня смотрите так, будто знаете все запрещённые секреты. Люди рядом ловят ваш взгляд и думают: «Бл*, лучше не косячить». И правильно думают."
    },
    "sagittarius": {
      "classic": "Сегодня ваш путь будет похож на узкую дорожку среди странных огней, которые сами решают, когда загореться.",
      "uncensored": "Судьба кидает вас по событиям как теннисный мяч: «На! Лови, бл*!» — а вы летите, орёте, ржёте и почему-то снова выигрываете в хаосе."
    },
    "capricorn": {
      "classic": "Сегодня вы будете чувствовать себя частью большого механизма, где каждый зубец идеально подходит к вам.",
      "uncensored": "Вы сегодня настолько сурово идеальны, что мир сам встаёт по струнке. Любой, кто работает хуже нормы, получит ваше фирменное «ты чё, бл*ть?» — и исправится."
    },
    "aquarius": {
      "classic": "Идеи приходят как маленькие световые искры — взрываются, зависают и тихо ждут, пока вы их заметите.",
      "uncensored": "Ваш мозг сегодня в режиме «гениальный поехавший»: «Сделаем х*йню? Да! Работает? Пох*й, увидим!» — и вселенная снимает это как документалку."
    },
    "pisces": {
      "classic": "Сегодня вы будто идёте по невесомой воде, которая слегка колышется под шагами, но не проваливается.",
      "uncensored": "Вы сегодня как мистический морской матершинник: «Ёб*ный плёс, опять эмоции полезли!» — и плывёте дальше, красиво и в своём ритме."
    }
  },
  "2025-12-07": {
    "aries": {
      "classic": "Сегодня мир будто подталкивает вас лёгким тёплым ветром в спину. Даже случайные мелочи будут складываться так, будто хотят вам помочь дойти до спокойствия.",
      "uncensored": "Ты сегодня как маленький боевой заряд позитива: «Ну что, бл*ть, я выдержал всю неделю — и эту выдержу!» Вселенная кивает: «Да, красава, иди грейся»."
    },
    "taurus": {
      "classic": "Этот день будто укутывает вас в мягкое туманное одеяло. Всё слегка замедляется, позволяя вам вдохнуть спокойно и глубоко.",
      "uncensored": "Ты сегодня как бронированный плед: тёплый, спокойный и никого не боишься. Даже если что-то пойдёт не так — ты скажешь: «Ну и х*й с ним, завтра разберусь»."
    },
    "gemini": {
      "classic": "Мысли сегодня будут вести себя мягко, будто дружат между собой. Даже внутренний диалог звучит не спором, а тихой беседой.",
      "uncensored": "Ты сегодня сам себе лучший друг: оба твоих «я» наконец-то такие: «Ладно, бл*, давай жить спокойно». Удивительно, но работает."
    },
    "cancer": {
      "classic": "Сегодня эмоции будут тихими, как вода под лёд, но приятными. Даже воздух будто поддерживает вас, не давит, а мягко обнимает.",
      "uncensored": "Сегодня ты смотришь на жизнь и такой: «Ну, бл*ть, уже не так плохо». И правда — в душе тепло. Ты заслужил. Не сомневайся."
    },
    "leo": {
      "classic": "Сегодня мир смотрит на вас с уважением, будто признаёт: да, вы были храбры всю неделю. И теперь пора расслабиться красиво.",
      "uncensored": "Ты сегодня сияешь спокойно, по-царски: не орёшь, не требуешь, просто говоришь миру: «Я ох*ренный». И мир такой: «Да, братец, подтверждаю»."
    },
    "virgo": {
      "classic": "Сегодня порядок приходит сам, будто хочет благодарить вас за терпение. Всё ложится ровно, ничего не раздражает.",
      "uncensored": "Ты сегодня не ругаешь хаос, а смотришь на него и говоришь: «Ладно, бл*, живи до завтра». И это уже победа."
    },
    "libra": {
      "classic": "Воскресенье даст вам удивительное равновесие — будто кто-то незаметно подержал ваши мысли, чтобы они не шатались.",
      "uncensored": "Ты сегодня в балансе, как мастер дзена на матах: «Всех люблю, но если чё — скажу по делу, бл*ть». И никто даже не обидится."
    },
    "scorpio": {
      "classic": "Ваша энергия сегодня спокойная, как глубокий пруд без ветра. Но в нём есть мягкое свечение, подсказка: всё идёт правильно.",
      "uncensored": "Ты сегодня не пугаешь мир, а вдохновляешь: взгляд всё ещё сильный, но теперь говорит: «Живём, бл*ть. И всё получится»."
    },
    "sagittarius": {
      "classic": "День будто разворачивает перед вами мягкую тропинку: идти легко, воздух свежий, шаги уверенные.",
      "uncensored": "Ты сегодня такой: «Ну что, бл*ть, отдохнём красиво!» — и жизнь такая: «Давай». Всё располагает к отдыху с лёгким, бодрым матерком."
    },
    "capricorn": {
      "classic": "Сегодня вы чувствуете, как усталость тихо отступает. Появляется ясность, уверенность, будто внутренний механизм наконец смазан.",
      "uncensored": "Ты сегодня выдаёшь мощный спокойный вайб: «Да, я заеб*лся… но держусь. И держаться буду». Мир уважает такую стойкость."
    },
    "aquarius": {
      "classic": "Идеи приходят мягкие, как пушинки, которые садятся на ладонь. Они приятны, просты и дают хорошее настроение.",
      "uncensored": "Ты сегодня креативишь без усилий: «Сделаю вот так — и пох*й». И оно реально работает. Воскресное волшебство, бл*ть."
    },
    "pisces": {
      "classic": "Сегодня ваш внутренний океан тихий. Мягкие волны накатывают мысли, которые хочется оставить себе — они добрые.",
      "uncensored": "Ты сегодня плывёшь как расслабленный мудрый чертёнок воды: «Ну и чё, бл*? Всё нормально. Живём. Плывём. Красиво»."
    }
  },
  "2025-12-08": {
    "aries": {
      "classic": "Понедельник подкрадётся к вам как кот в тапках, протянет лапой и скажет: «Ну что, начинаем?» И вы неожиданно почувствуете прилив уверенной энергии, словно в воздухе включили скрытый режим ускорения.",
      "uncensored": "Неделя стартует, а вы уже несётесь вперёд с выражением: «Пошли, бл*, разберёмся со всем». Кто встанет на пути — тот сегодня имитирует невидимую преграду и улетает в сторону."
    },
    "taurus": {
      "classic": "Сегодня день будто включает вам тихий внутренний двигатель: мягкое, уверенное начало недели, будто кто-то положил вам в карман немного спокойной силы.",
      "uncensored": "Понедельник стучится вам в голову: «Подъём». А вы открываете дверь и говорите: «Завали, я уже начал». И идёте рубиться с задачами так, что даже календарь офигевает."
    },
    "gemini": {
      "classic": "Ваши thoughts today form beautiful shifting patterns, как будто понедельник решил подыграть и не устраивать хаос. В голове появляются новые идеи, словно кто-то зажёг дополнительные лампочки.",
      "uncensored": "Понедельник ещё не проснулся, а вы уже обсуждаете с собой планы, спорите, подбадриваете друг друга и шипите на реальность: «Ну давай же, бл*, запускай процесс!»"
    },
    "cancer": {
      "classic": "Понедельник наступает мягко — будто кто-то разбудил вас тёплым лучом и тихонько подсказал правильное направление для начала недели.",
      "uncensored": "Вы просыпаетесь, видите понедельник и такие: «Ну здравствуй, бл*ть. Погнали работать». И как ни странно — всё идёт бодро, ровно и почти приятно."
    },
    "leo": {
      "classic": "Вы входите в неделю как артист на репетицию — уверенно, спокойно и с лёгким внутренним светом. Сегодня мир будет смотреть на вас как на человека, который уже всё понял.",
      "uncensored": "Вы сегодня врываетесь в понедельник с королевской походкой: «Так, бл*, кто тут не готов работать?» И понедельник такой: «Я готов, пожалуйста, только не кричи»."
    },
    "virgo": {
      "classic": "День начнётся аккуратно: как будто вселенная разложила ваши мысли по полочкам заранее, чтобы вы не тратили силы. Приятный, ровный старт недели.",
      "uncensored": "Вы просыпаетесь, видите бардак мира и такие: «Ну и кто всё это будет разгребать, бл*?» И сами же разгребаете так идеально, что понедельник начинает стесняться."
    },
    "libra": {
      "classic": "Понедельник даст вам мягкое равновесие — будто кто-то держит за плечи, чтобы вы спокойно вошли в неделю без рывков и перекосов.",
      "uncensored": "Вы смотрите на понедельник и такие: «Так, не начинай». А он такой: «Хорошо-хорошо». Вы правите день одним взглядом и спокойным «не бесите меня, бл*ть»."
    },
    "scorpio": {
      "classic": "Сегодня вы будто открываете дверь в новую неделю, а оттуда доносится тёплый свет и чувство: «Здесь есть что-то нужное». Атмосфера дня обволакивает вас уверенностью.",
      "uncensored": "Вы входите в понедельник как хищник, который выбрал себе хороший день для охоты. Любая задача пытается прятаться, но вы такие: «Куда, бл*, пошёл? Иди сюда»."
    },
    "sagittarius": {
      "classic": "Старт недели будет похож на мягкий разгон по ровной дорожке, где ветер подсказывает направление. Всё начнёт происходить естественно и вовремя.",
      "uncensored": "Вы смотрите на понедельник, берёте его за шкирку и говорите: «Если будешь выделываться — улетишь». И понедельник, испугавшись, работает идеально."
    },
    "capricorn": {
      "classic": "Ваша энергия сегодня точная, как хорошо смазанный механизм. Понедельник уважает вас и даёт ровный старт недели без лишнего шума.",
      "uncensored": "Вы просыпаетесь, проверяете фронты и говорите: «Ну что, бл*, работаем». И даже понедельник не смитхилдится — он просто покорно включается."
    },
    "aquarius": {
      "classic": "Сегодня идеи начинают появляться с утра, как будто понедельник подкинул вам мешочек вдохновения. Всё кажется необычным, но правильным.",
      "uncensored": "Вы встречаете понедельник как эксперимент: «Ну давай, удиви меня, бл*ть». И он удивляет — потому что вы сегодня способны выкрутиться из любой х*йни гениально."
    },
    "pisces": {
      "classic": "Понедельник приходит к вам мягко, почти акварельно. Он подталкивает вас вперёд спокойной волной, обещая тихий, но продуктивный старт недели.",
      "uncensored": "Вы сегодня такие: «Ну ладно, понедельник, давай попробуем жить». И он реально идёт навстречу, не хамит и не давит. Вы его укротили своим расслабленным «не трогайте меня, бл*ть»."
    }
  },
   "2025-12-09": {
    "aries": {
      "classic": "Сегодняшний вторник идёт рядом с вами, как герой фильма, который знает о вас больше, чем вы сами. В воздухе витает ощущение приключения, будто камера слегка приближает ваш крупный план.",
      "uncensored": "Вы выходите во вторник как герой боевика, который уже устал быть добрым. С мыслями: «Ну что, бл*, кто первый?» Любая задача, которая сегодня сунется, будет швырнута обратно так, будто вы тренируетесь метать проблемы в стену."
    },
    "taurus": {
      "classic": "День развивается так плавно, будто вы идёте по сценарию качественного арт-хауса — странно, красиво, с намёком на глубину. Даже чай кажется снятым крупным планом.",
      "uncensored": "Вы идёте по вторнику как танк по картонной декорации. Люди что-то пытаются вам объяснить, но вы смотрите на них так, будто режиссёр кричит: «ТИШИНА НА СЪЁМКЕ, бл*ть!» Всё вокруг ведёт себя тише обычного — боится получить от вас звуковую пощёчину."
    },
    "gemini": {
      "classic": "Ваши мысли сегодня перепрыгивают между жанрами: то комедия, то фантастика, то внезапный кадр с глубокой философией. Это создаёт странно приятную внутреннюю динамику.",
      "uncensored": "Ваш внутренний дуэт сегодня устраивает драку в монтажной: один орёт «Мы успеем!», второй — «Да пошёл этот вторник!» В итоге реальность получает два разных плана атаки и обеими получает по морде."
    },
    "cancer": {
      "classic": "Сегодня весь день ощущается будто мягкая сцена из старого доброго фильма, где герой вдруг понимает что-то важное — и свет падает точно в нужную точку.",
      "uncensored": "Вторник на вас посмотрел — и сразу захотел стать средой. Ваше настроение сегодня непредсказуемо: вы можете нежно жить свою жизнь, а через минуту швырнуть метафорическую кружку проблеме в лицо со словами: «Не гавкай, бл*ть»."
    },
    "leo": {
      "classic": "Ваш вторник выстроен как красивая постановка: вы — главный персонаж, остальные — поддержка. Мир будто ставит вам правильный свет и фокус.",
      "uncensored": "Вы сегодня входите в любое помещение как герой, который знает, что сейчас сыграет лучшую сцену сезона. Вторник видит вас и автоматически добавляет драматическую подсветку."
    },
    "virgo": {
      "classic": "День напоминает аккуратно снятый кадр, где каждая деталь на своём месте. Будто режиссёр специально попросил навести идеальный порядок.",
      "uncensored": "Вы вычищаете вторник так, будто вам платят за уничтожение косяков. Ни одна ошибка не успеет сделать вдох — вы душите её голыми руками организации и фразами уровня: «Кто это написал, бл*ть? Я?» И исправляете. Жёстко."
    },
    "libra": {
      "classic": "Сегодня ваш день похож на тихий саундтрек к красивой сцене: всё ровно, гармонично, будто жизнь решила дать вам эстетический бонус.",
      "uncensored": "Ваши колебания сегодня выглядят как сцена из авторского кино: то вы милый герой, то демонический режиссёр, который шипит вторнику: «Сейчас ещё раз ошибёшься — и я тебя пересниму, бл*ть». Вторник старается."
    },
    "scorpio": {
      "classic": "Ваша энергетика сегодня похожа на кадр в полумраке, где герой появляется из тени. Немного загадочности, немного силы — и много неизбежности.",
      "uncensored": "Вы сегодня такой тёмный персонаж, что вторник боится даже загружать начало сцены. Одного вашего взгляда хватает, чтобы день вел себя смирно, как статист после фразы: «Повтори это, и я тебя выпилю из сюжета, бл*»."
    },
    "sagittarius": {
      "classic": "Сегодня вы будто путешествуете по фильму-road movie: лёгкость, смена настроений, неожиданные инсайты на горизонте.",
      "uncensored": "Вы разгоняетесь так, будто участвуете в фильме, где бюджеты идут на взрывы. Вы несёте вторнику такую мощную энергетику, что он только успевает прятаться за декорациями, пока вы кричите: «Ставьте дубль! Я ещё не закончил, бл*!»"
    },
    "capricorn": {
      "classic": "День идёт по чёткому сценарию — организованно, логично, будто вы автор и режиссёр в одном лице. Вторник уважает такую структуру.",
      "uncensored": "Вы сегодня как хладнокровный герой из криминальной драмы. Медленно поднимаете глаза на вторник и говорите низким голосом: «Если ещё раз попробуешь мне мешать, я лично пересоберу твой сценарий, бл*». И вторник дрожит."
    },
    "aquarius": {
      "classic": "Ваш вторник наполнен странными вспышками вдохновения — будто вы живёте в фильме, где мелькают магические элементы, но никто этого не объясняет.",
      "uncensored": "Вы сегодня как персонаж экспериментального кино: делаете дикие вещи, а потом оказывается, что это был единственный правильный вариант. Вторник смотрит на вас и перестаёт задавать вопросы."
    },
    "pisces": {
      "classic": "Сегодняшний день ощущается как красивая сцена под водой — движения мягкие, мысли плывут спокойно, всё будто замедлено ради эстетики.",
      "uncensored": "Вы сегодня как загадочный персонаж, который тихо улыбается, а потом выбрасывает вторнику эмоциональную гранату. Нежность — да. Но с добавлением фразы: «Если ещё раз полезешь ко мне без спроса — утоплю тебя в собственном сюжете, бл*.»"
    }
  },
    "2025-12-10": {
    "aries": {
      "classic": "Среда подкрадётся тихо, как сосед, который приходит за солью, но приносит странные новости. Даже чайник сегодня вскипит не просто так — будто намекает вам ускориться.",
      "uncensored": "Вы сегодня выходите в жизнь как человек, который уже три часа спорит с пылесосом. Если среда попробует возражать — она улетит в угол с выражением «я больше так не буду, бл*»."
    },
    "taurus": {
      "classic": "День будет развиваться как странный эпизод бытового шоу: холодильник будто улыбается, стул — подмигивает, а вы спокойно идёте по сюжету, не удивляясь.",
      "uncensored": "Вы открываете холодильник утром и шепчете: «Кто тут без меня живёт?» Холодильник молчит, потому что знает: в среду вы не намерены терпеть лишних движений."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли разъезжаются по голове как разноцветные носки, которые почему-то не собираются в пары. Но каждое из них приносит свою пользу.",
      "uncensored": "Вы спорите сами с собой так громко, что стиральная машина пытается перекричать вас на отжиме. Никто другой сегодня не вмешивается — никто не хочет попасть под словесный ураган."
    },
    "cancer": {
      "classic": "Среда придёт мягко, как пушистый плед, но с характером: она принесёт пару странных ощущений, будто мебель ночью обсуждала вас.",
      "uncensored": "Вас сегодня лучше не трогать: вы идёте по дому как хозяин коммуналки, который всех строит. Даже шторы боятся шелестеть слишком громко."
    },
    "leo": {
      "classic": "Сегодня вы будто заходите в собственный фильм: свет ложится идеально, воздух немного драматический, а всё бытовое вокруг вас выглядит театрально.",
      "uncensored": "Вы входите в комнату, и лампочка гаснет от волнения. Люди говорят тише, потому что понимают: если кто-то сегодня на вас посмотрит криво — вы дадите ему монолог уровня «мне это не надо, бл*»."
    },
    "virgo": {
      "classic": "Сегодня каждая мелочь в доме станет частью большого пазла. Даже пыль начнёт ложиться симметрично — будто хочет порадовать вас своим поведением.",
      "uncensored": "Вы видите беспорядок — и у вас включается режим «генеральный бог». Сегодня вы переставите полмира, и никто не рискнёт сказать «а может не надо?»"
    },
    "libra": {
      "classic": "Сегодня вы балансируете между двумя чашками чая, двумя решениями и двумя неожиданными предложениями. Всё выглядит хаотично, но ощущается гармоничным.",
      "uncensored": "Вы смотрите на среду и говорите: «Так, не шуметь». И она послушно делает вид, что была тихой всегда. Даже кот ходит мягче — он сегодня не хочет участвовать в ваших разборках."
    },
    "scorpio": {
      "classic": "Сегодня вы словно загадочный объект интерьера: красивый, страшноватый, всем интересный. Среда подходит к вам с осторожностью.",
      "uncensored": "Вы открываете глаза — и атмосфера в комнате становится плотнее. Среда сразу понимает, кто тут главный, и старается не шуметь, чтобы не оказаться выкинутой за дверь."
    },
    "sagittarius": {
      "classic": "Сегодняшняя среда будет выглядеть как странный сериал, где вы герой, которому всё время подворачиваются нелепые, но забавные события.",
      "uncensored": "Вы несётесь вперёд как человек, который опаздывает в магазин за акцией. Все препятствия просто отскакивают — они не хотят становиться частью вашего эпизода."
    },
    "capricorn": {
      "classic": "Сегодня события будут происходить так чётко, будто этот день составлен по инструкции, найденной на обороте пакета молока.",
      "uncensored": "Вы смотрите на задачи, они смотрят на вас, и понимают — шансов нет. Даже чайник сегодня кипит ровно, чтобы не вызвать лишних вопросов."
    },
    "aquarius": {
      "classic": "Сегодня к вам прилетят идеи, которые напоминают странные купоны на скидку: неожиданные, непонятные, но почему-то нужные.",
      "uncensored": "Вы делаете сегодня такую дичь, что соседи решили не выходить на площадку. Среда уже смирилась — она знает, что спорить с вами бесполезно, вы всё равно придумаете что-то ещё более странное."
    },
    "pisces": {
      "classic": "День будет мягким, как тихая лужа после дождя — отражающей мир, но слегка искажено, будто нарисовано на стекле.",
      "uncensored": "Вы смотрите на всё вокруг так, будто мир — недоваренный суп. И если кто-то сегодня скажет глупость, вы ответите мягко, но так, что человеку захочется пересмотреть свою жизнь."
    }
  },
    "2025-12-11": {
    "aries": {
      "classic": "Сегодня вы будете двигаться так, будто за вами тихо идёт сказочный зверь, которого никто не видит. Он похрапывает, пофыркивает и подсказывает вам, куда идти.",
      "uncensored": "Вы сегодня как герой волшебной повести, которому выдали квест «разгроми зло» — только зло это сама среда. «Подвинься, сказочка, сейчас я покажу, как тут работаем, бл*». Даже драконы сегодня делают вид, что вас не видят."
    },
    "taurus": {
      "classic": "День будет выглядеть как сказка, написанная после долгой бессонницы: цветы смотрят на вас слишком внимательно, а ложка пытается рассказывать предсказания.",
      "uncensored": "Вы сегодня как огромный вальяжный тролль, который проснулся и понял, что замок стоит криво. «Щас исправим», — сказали вы, и реальность попыталась выровняться сама, чтобы не быть раздавленной."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут общаться друг с другом как волшебные птички: спорят, кружатся и приносят странные, но полезные знания.",
      "uncensored": "Сегодня вы — два гремлина, пытающихся одновременно управлять одним телом. Один шепчет: «Прыгай в портал», второй орёт: «Это ведро, дурак!» И всё это происходит вслух."
    },
    "cancer": {
      "classic": "Эмоции будут накатывать как волшебное озеро с подсветкой. Каждая волна — с намёком, каждый блик — со скрытым смыслом.",
      "uncensored": "Вы сегодня как обиженная русалка, которая вышла на берег разбираться. Если кто-то спросит «что случилось», вы посмотрите так, что чайки сами улетят в другой район."
    },
    "leo": {
      "classic": "Сегодня вам дают роль главного героя странной сказки: вы сияете, ветер играет на вашей стороне, а случайные люди смотрят как на избранника.",
      "uncensored": "Вы выходите из дома как королевский персонаж, который потерял терпение: «Где мой конь? Где мои фанфары? Где сценарист этого балагана?!» Мир прячется за кусты, чтобы вы его не переписали."
    },
    "virgo": {
      "classic": "Среда выглядит как организованный сказочный лес: всё на своих местах, ветки выровнены, грибы стоят строго по парам.",
      "uncensored": "Вы сегодня как фея бухгалтерской магии: летаете над хаосом, хлещете его волшебной палкой и кричите: «КТО РАЗБРОСАЛ РЕАЛЬНОСТЬ?!» Хаос собирается моментально."
    },
    "libra": {
      "classic": "Сегодня ваш день похож на волшебный мост, который слегка покачивается, но красиво светится, указывая путь.",
      "uncensored": "Вы балансируете между добром и злом как герой сказки, который не выспался. «Не трогайте меня, я прекрасен», — говорите вы, и мир пытается понять, на какой стороне вы сегодня."
    },
    "scorpio": {
      "classic": "Сегодня у вас аура лесного духа: глубокого, таинственного, немного пугающего, но притягательного.",
      "uncensored": "Вы как демон из славянских сказок, который проснулся раньше будильника. Ваш взгляд сильнее любого заклинания, и даже тень сегодня держит дистанцию."
    },
    "sagittarius": {
      "classic": "День будет напоминать путь к волшебному замку: яркий, непредсказуемый, с подсказками в самых странных местах.",
      "uncensored": "Вы сегодня как герой сказочного боевика: скачете по задачам так, что гномы прячутся, единороги уступают дорогу, а ваши слова звучат как боевые заклинания."
    },
    "capricorn": {
      "classic": "Среда станет похожа на магическую книгу: страницы сами перелистываются, подсказывая вам нужное направление.",
      "uncensored": "Вы сегодня как мрачный волшебник, который устал от дураков. «Это не магия, это здравый смысл, бл*», — говорите вы, и все вокруг внезапно начинают умнеть."
    },
    "aquarius": {
      "classic": "Сегодня вокруг вас будет кружиться воздух, будто живой. Он приносит странные идеи, пахнущие чудесами и лёгким беспокойством.",
      "uncensored": "Вы как сказочный изобретатель, который собрал непонятную хрень, нажал кнопку и крикнул: «Посмотрим!» Мир: «Не надо!» Вы: «Поздно, бл*!» И запускается хаос."
    },
    "pisces": {
      "classic": "Сегодня вы будете плыть по дню как в тёплом волшебном омуте: мягкие цвета, мягкие мысли, мягкие повороты судьбы.",
      "uncensored": "Вы как дух лесного озера: на вид мягкий, но если кто-то спросит лишнее — швырнёте в него мокрой веткой со словами: «Не трогайте мою воду, бл*»."
    }
  },
   "2025-12-12": {
    "aries": {
      "classic": "Сегодня мир слегка потрескивает по краям, будто кто-то забыл выключить закат. Но среди этого света вы движетесь как герой романтической драмы, который идёт спасать чувства через огонь.",
      "uncensored": "Вы сегодня смотрите на мир, который плавится, и такие: «Ну давай, бл*, покажи мне страсть». И мир реально показывает — искры летят, а вы стоите красивый, злой и полный эмоций как финальный босс любви."
    },
    "taurus": {
      "classic": "Этот день будет похож на нежный апокалипсис: стены слегка дрожат, воздух пылает, но чувствуется странное тепло, будто кто-то держит вас за руку.",
      "uncensored": "Вы гуляете по руинам пятницы как романтический гигант: спокойный, уверенный, но если кто-то попытается испортить вам настроение — вы такой: «Я тут красоту переживаю, бл*, иди мимо»."
    },
    "gemini": {
      "classic": "Сегодня ваши мысли будут метаться как искры от вспышек на горизонте, но в каждой есть кусочек нежности, будто мир признаётся вам в любви перед финалом.",
      "uncensored": "Ваши две половины спорят, кто сегодня главный герой апокалипсиса: один кричит «Я!», второй — «Отвали, бл*, я красивее». В итоге оба сияют среди хаоса как два безумных купидона."
    },
    "cancer": {
      "classic": "Ваши чувства сегодня вспыхнут мягко, как лампа в пустой комнате перед грозой. Да, вокруг творится конец света, но вы будто тихий оазис эмоций.",
      "uncensored": "Вы сегодня такой романтичный, что даже метеор, летящий на землю, скажет: «Подожду, он там что-то чувствует». Но если кто-то вас тронет — будет буря."
    },
    "leo": {
      "classic": "Вы входите в пятницу как в красивую сцену разрушенного мира, где каждый луч света играет на вас. Мир рушится, но вы сияете на фоне взрывов.",
      "uncensored": "Вы стоите посреди романтического пламени, волосы развеваются, и вы орёте судьбе: «Я и так блистаю, бл*, не надо спецэффектов!» Судьба краснеет и делает вам ещё больше света."
    },
    "virgo": {
      "classic": "Сегодняшний апокалипсис выглядит удивительно аккуратным: даже разрушенные здания будто падают симметрично, а угли складываются в декоративный узор.",
      "uncensored": "Вы смотрите на конец света и заявляете: «Так, я это всё разложу по полкам, бл*!» И разложили. Даже вулканы сегодня извергаются ровно и красиво."
    },
    "libra": {
      "classic": "Мир слегка разваливается, но эстетично: словно художник решил совместить огонь и нежность. Вы идёте между пламенем и светом, сохраняя идеальный баланс.",
      "uncensored": "Вы глядите на хаос и говорите: «Ну красиво, конечно, но бл*, можно без перегибов?» И хаос реально притормаживает, боясь нарушить вашу гармонию."
    },
    "scorpio": {
      "classic": "Сегодня вы притягиваете романтику конца света как магнит. Разруха вокруг подчёркивает вашу тайную красоту и опасную страсть.",
      "uncensored": "Вы стоите среди взрывов как злой, влекущий демон любви. Кто рискнёт приблизиться — сгорит, но будет счастлив. Вы смотрите на пламя так, будто это ваш личный флирт."
    },
    "sagittarius": {
      "classic": "День напоминает путешествие по миру, который красиво разваливается. Каждая трещина ведёт туда, где вас ждёт ответ и немного романтики.",
      "uncensored": "Вы скачете по пылающему апокалипсису как по цветочкам: «О, красиво! О, горячо! О, бл*, чуть не умер — романтично!» Мир не успевает за вашей страстью."
    },
    "capricorn": {
      "classic": "Конец света рядом с вами выглядит почти упорядоченно. Даже пепел летит под правильным углом, отдавая вам уважение.",
      "uncensored": "Вы смотрите на романтический хаос и говорите: «Так, бл*, кто тут главный?» Мир: «Вы». Вы: «Верно». И апокалипсис стоит в очереди, чтобы не мешать вашему расписанию."
    },
    "aquarius": {
      "classic": "Сегодня вдохновение взрывается вокруг как разноцветные сверхновые. Мир рушится, но в этом столько красоты, что вы чувствуете почти восторг.",
      "uncensored": "Вы поджигаете случайную идею, она взрывается, вы такие: «О! Работает!» Мир: «Ох, бл*, опять он начал…» Но выглядит это потрясающе."
    },
    "pisces": {
      "classic": "Сегодня вы идёте по поверхности кипящей воды, окружённые мягким сиянием, будто вы герой последней главы мифа.",
      "uncensored": "Вы стоите посреди огня: «Какая красота… кто тронет — утоплю». И все стихии отступают. Даже пламя ведёт себя нежнее рядом с вами."
    }
  },
   "2025-12-13": {
    "aries": {
      "classic": "Сегодня снег будет вести себя так, будто он обладает характером: он садится на вас намеренно, шепчет «иди туда», а потом делает вид, что ничего не было.",
      "uncensored": "Вы выходите на улицу, а снег такой: «Ну здарова». Вы: «Я не в настроении». Снег: «А мне пофиг». И начинается бой — вы против атмосферных осадков, которые ведут себя как наглый волшебный хулиган."
    },
    "taurus": {
      "classic": "Сегодня мороз будто подбадривает вас — не кусает, а слегка щиплет, как старый волшебник, который хочет, чтобы вы улыбнулись.",
      "uncensored": "Вы идёте по улице как зимний гигант, и даже сугробы такие: «Ой, всё, расходимся». Если что-то встанет у вас на пути — вы просто пройдёте сквозь, оставив мир в лёгком шоке."
    },
    "gemini": {
      "classic": "Сегодня зима шепчет вам странные советы: «Возьми с собой перчатку, она пригодится». И она действительно пригодится — зачем, поймёте позже.",
      "uncensored": "Ваши две половины спорят о погоде: одна орёт «Я замерз!», вторая — «Я хочу приключений!» В итоге вы машете руками как шаман, и погода реально меняется."
    },
    "cancer": {
      "classic": "Сегодня вы будете чувствовать зиму как музыку: каждый порыв ветра — нота, каждый снежок — ритм. Странно, но красиво.",
      "uncensored": "Вы выходите на улицу, а ветер вам: «Здарова, зайчик». Вы: «Только тронь сильнее — укушу». Ветер ведёт себя прилично, потому что вы сегодня главный маг."
    },
    "leo": {
      "classic": "Сегодня снег падает так, будто он специально освещает вашу дорогу. Зимний мир вас уважает — громко и сияюще.",
      "uncensored": "Вы идёте как зимняя корона. Снег старается лечь красиво, чтобы вы выглядели эпичнее. Если кто-то пройдёт слишком близко — снег сам шлёпнет его по носу от вашего имени."
    },
    "virgo": {
      "classic": "Сегодня зима решила структурироваться: снежинки падают ровно, узоры формируются аккуратно, будто магия решила вас порадовать.",
      "uncensored": "Вы видите неровный сугроб: «Я сказала ровно». И сугроб реально оседает, принимая форму. Вы сегодня зимний архидизайнер, который решает, как выглядит мир."
    },
    "libra": {
      "classic": "Сегодня зима держит идеальный баланс: немного холода, немного волшебства, немного странности — всё в гармонии.",
      "uncensored": "Вы идёте такие: «Снег, веди себя красиво». И снег ведёт. Один хлопьяш попытался упасть некрасиво — вы посмотрели на него так, что он растворился в воздухе."
    },
    "scorpio": {
      "classic": "Сегодня мороз слегка темнеет вокруг вас — не от холода, а от уважения. Вы выглядите как герой зимнего ритуала.",
      "uncensored": "Вы идёте по зиме, и снег под вами трещит так, будто шепчет: «Господи, он опять вышел…» Природа сама заморозит того, кто попробует вас раздражать."
    },
    "sagittarius": {
      "classic": "Сегодня снег ложится на плечи как приглашение в приключение. Зима зовёт вас куда-то яркое и странное.",
      "uncensored": "Вы идёте как человек, у которого личный договор со стихией. Если снег мешает — раздвигаете. Если ветер дерзит — дерзите в ответ. И стихия сдаётся."
    },
    "capricorn": {
      "classic": "Сегодня зима действует строго по плану: мороз ровный, снег предсказуемый, настроение устойчивое — будто вы держите погоду под контролем.",
      "uncensored": "Вы смотрите на снежную бурю и говорите: «Так, бл*. Работай спокойно». И буря успокаивается. Даже зима знает ваши правила."
    },
    "aquarius": {
      "classic": "Сегодня вокруг вас кружится магия, будто снежинки используют вас как центр зимнего заклинания.",
      "uncensored": "Вы сегодня как шаман стихии с лёгким безумием: подбрасываете снег — он взрывается блёстками; шепчете фразу — ветер начинает бегать вокруг. Мир боится, но восхищён."
    },
    "pisces": {
      "classic": "Сегодня вы словно плывёте через мягкий зимний туман. Мир поэтичен, тих и странно волшебен.",
      "uncensored": "Вы идёте как древний зимний дух, который забыл, что он вообще-то опасен. Но стоит кому-то сказать ерунду — вы швырнёте в него метафорическим ледышком."
    }
  },
    "2025-12-14": {
    "aries": {
      "classic": "Сегодня дом будет звучать как старый мягкий плейлист: чайник тянет басы, диван даёт лёгкую перкуссию, а тёплый воздух напевает что-то своё. Вы в центре, как дирижёр уютного оркестра.",
      "uncensored": "Вы идёте по дому, а пол начинает играть ритм вам в такт. Дом такой: «Ну давай, звезда, задавай темп». А вы: «Да щас, бл*, устроим концерт». И реально устраиваете — стены аж вибрируют от вашей энергетики."
    },
    "taurus": {
      "classic": "Воскресенье разливается вокруг вас как тёплая мелодия: чай пахнет гармонией, подушка звучит как приглушённый аккорд, а тишина словно подпевает.",
      "uncensored": "Вы сегодня включаете музыку, а дом такой: «О, началось». И начинает подтанцовывать. Если кто-то попытается нарушить ваше спокойствие — вы увеличите громкость и скажете: «Тише, бл*, у меня тут ритуал»."
    },
    "gemini": {
      "classic": "Сегодня каждая комната звучит как разная песня, и вы прыгаете между ними, собирая настроение. Получается забавно, разноцветно и неожиданно гармонично.",
      "uncensored": "Вы то включаетесь, то выключаетесь, как сломанный диджей. Одна половина хочет танцевать, другая — лежать лицом в подушку. В итоге вы устраиваете хаос-сет, и дом подстраивается, чтобы не отстать."
    },
    "cancer": {
      "classic": "Сегодня дом обнимает вас музыкой: тёплый свет, тихие звуки, мягкие вибрации — всё будто шепчет: «Оставайся ещё немного».",
      "uncensored": "Вы заворачиваетесь в плед как босс романтического уюта. Если кто-то полезет с вопросами — вы глянете так, что даже колонка переключит трек на что-то спокойнее, защищая атмосферу."
    },
    "leo": {
      "classic": "Сегодня ваш дом устроит вам персональное шоу: откуда ни возьмись появляется луч света, который идеально ложится на вас, а воздух тихо подыгрывает.",
      "uncensored": "Вы заходите в комнату, и музыка сама делает драматический вступительный аккорд. Дом такой: «Вау…» Вы: «Знаю, бл*, мой выход». И день реально становится постановкой."
    },
    "virgo": {
      "classic": "Музыка в голове сегодня ложится в идеальный порядок: ноты как на полочках, ритмы аккуратные, атмосфера организованно-уютная.",
      "uncensored": "Вы расставляете вещи под ритм, и дом слушается. Даже мусорное ведро закрывается мягче — оно чувствует, что вы сегодня главный звукорежиссёр и не хочет косячить."
    },
    "libra": {
      "classic": "Ваше настроение звучит как мягкий альбом: немного грусти, немного света, немного танцевальности — всё удивительно сбалансировано.",
      "uncensored": "Вы выбираете музыку по принципу «чтоб красиво, бл*». И получается идеально. Так идеально, что даже ваши тапочки идут в такт."
    },
    "scorpio": {
      "classic": "Сегодня в доме царит тёплая, чуть мистическая атмосфера — будто кто-то спел очень тихую, глубокую песню и оставил её вибрировать в воздухе.",
      "uncensored": "Вы сидите в полумраке, музыка сочится из колонок, и даже кот проходит мимо с уважением. Вся энергетика дома такая: «Не тревожим. Этот человек сейчас vibing.»"
    },
    "sagittarius": {
      "classic": "Сегодняшний уют подкидывает вам ритмы: то хочется танцевать, то раскачиваться, то просто сидеть, чувствуя, как музыка согревает пространство.",
      "uncensored": "Вы включаетесь как дальнобойщик-бард: громко, свободно, дерзко. Дом превращается в вашу личную студию. Соседи слушают вместе с вами — хотели они этого или нет."
    },
    "capricorn": {
      "classic": "Сегодня уют выглядит структурированным: чай горячий, звуки ровные, день идёт мягко и по плану — даже музыка будто следует расписанию.",
      "uncensored": "Вы ставите идеальный трек, и дом такой: «Так точно». Любая вещь, которая скрипнет вне ритма, смотрится виновато. Вы сегодня управляете атмосферой как дирижёр, которому нельзя перечить."
    },
    "aquarius": {
      "classic": "Сегодня идеи будут стекать в вас как необычные мелодии: странные, вдохновляющие, с космическим налётом. Дом превращается в саундтрек вашего воображения.",
      "uncensored": "Вы ставите экспериментальный трек, и дом начинает вести себя странно: занавески двигаются, воздух вибрирует, кружка «поёт». Вы: «Нормально». Мир: «Что за хрень?» Вы: «Творю, бл*.»"
    },
    "pisces": {
      "classic": "Сегодня всё вокруг звучит как тихая музыка под водой: мягко, глубоко, уютно. Пространство будто дышит вместе с вами.",
      "uncensored": "Вы идёте по дому плавно, как в замедленной съёмке, и музыка льётся за вами. Если кто-то нарушит ваш покой — вы просто переключите трек на драматичный, чтобы природа поняла намёк."
    }
  },
     "2025-12-15": {
    "aries": {
      "classic": "Понедельник сегодня ощущается как мокрый свитер, который почему-то нужно носить весь день. Но чем сильнее он давит, тем быстрее вы понимаете: вы всё равно сильнее этого дня.",
      "uncensored": "Понедельник смотрит на вас с утра с видом «ну попробуй». Вы смотрите в ответ и такие: «Ты не первый, бл*». День начинает отступать уже к обеду."
    },
    "taurus": {
      "classic": "День тяжёлый, медленный, вязкий, как сон, из которого не хочется вылезать. Но вы умеете жить в таком ритме — аккуратно, основательно, по-своему.",
      "uncensored": "Понедельник тянется, как очередь без конца. Вы стоите в ней с лицом человека, который уже всё понял и просто ждёт, когда реальность перестанет выпендриваться."
    },
    "gemini": {
      "classic": "Понедельник путает мысли, как наушники в кармане. Но именно в этом хаосе вы находите странные, но рабочие решения.",
      "uncensored": "Одна ваша половина орёт «Я не готов», вторая — «Погнали, бл*!». В итоге понедельник получает двойной удар и не понимает, что вообще произошло."
    },
    "cancer": {
      "classic": "Этот понедельник давит на чувства, как серое небо. Но в этом давлении есть что-то родное — будто мир просто хочет, чтобы вы шли помедленнее.",
      "uncensored": "Понедельник лезет к вам без стука. Вы молча смотрите. Он извиняется и выходит. Сегодня даже день понимает, что лучше вас не трогать."
    },
    "leo": {
      "classic": "Понедельник пытается быть главным, но рядом с вами у него не получается. Вы входите в день как человек, который уже пережил хуже.",
      "uncensored": "Вы встаёте с кровати, и понедельник такой: «Ой…». Потому что вы явно не в настроении терпеть его правила, бл*."
    },
    "virgo": {
      "classic": "День тяжёлый, но структурируемый. Понедельник рассыпается, а вы методично собираете его по частям, делая пригодным для жизни.",
      "uncensored": "Вы смотрите на этот бардак и такие: «Так, стоп». Через пару часов понедельник уже стоит ровно, тихо и боится лишний раз скрипнуть."
    },
    "libra": {
      "classic": "Понедельник качает вас из стороны в сторону, но вы удивительным образом сохраняете равновесие. Даже в этом сером дне есть своя эстетика.",
      "uncensored": "Вы пытаетесь быть спокойными, но понедельник испытывает терпение. В итоге вы находите баланс между «ладно» и «да пошло оно всё»."
    },
    "scorpio": {
      "classic": "Этот день ощущается плотным и тёмным, как начало долгого сюжета. Вы чувствуете — это не враг, это испытание.",
      "uncensored": "Понедельник чувствует вашу энергетику и сразу сбавляет обороты. Он понимает: если перегнёт — вы его просто морально уничтожите."
    },
    "sagittarius": {
      "classic": "Понедельник тяжёлый, но вы воспринимаете его как стартовую площадку. Неудобно, но впереди явно что-то интересное.",
      "uncensored": "Вы просыпаетесь с мыслью: «Ну ладно, бл*, поехали». И понедельник внезапно превращается из врага в неловкого попутчика."
    },
    "capricorn": {
      "classic": "Этот понедельник выглядит как работа. Много работы. Но вы в таких условиях чувствуете себя уверенно — вы знаете, что делать.",
      "uncensored": "Понедельник пытается задавать тон. Вы смотрите на него как начальник на стажёра: строго, молча и без шансов на глупости."
    },
    "aquarius": {
      "classic": "Понедельник сегодня странный, будто реальность ещё не до конца загрузилась. И вам в этом даже комфортно.",
      "uncensored": "Вы живёте в своём режиме, а понедельник где-то рядом бесится, что не может вас нормально прижать. И это его проблема, бл*."
    },
    "pisces": {
      "classic": "Понедельник накрывает мягко, как тяжёлое одеяло. День непростой, но в нём много тихих сигналов, если прислушаться.",
      "uncensored": "Вы плывёте сквозь понедельник, как сквозь мутную воду. Он пытается тянуть вниз, но вы просто уходите глубже и исчезаете из его поля зрения."
    }
  },
    "2025-12-16": {
    "aries": {
      "classic": "Во вторник воздух уже легче, будто мир извинился за вчера. Появляется ощущение, что можно двигаться быстрее и даже получать от этого удовольствие.",
      "uncensored": "Вторник подмигивает вам и говорит: «Ну чё, полегче?» А вы такие: «Вот так бы сразу, бл*». День идёт бодро и без лишних заё*ов."
    },
    "taurus": {
      "classic": "Этот день ощущается устойчивым и тёплым, как нормальный завтрак после тяжёлого утра. Всё становится чуть более на своих местах.",
      "uncensored": "Вторник ведёт себя прилично, без резких движений. Вы это цените. Когда день не бесит — это уже маленький праздник, бл*."
    },
    "gemini": {
      "classic": "Мысли во вторник начинают складываться в понятные связки. Хочется общаться, двигаться и даже что-то придумывать.",
      "uncensored": "Голова работает, язык тоже, настроение поднялось. Вы такие: «О, вот это уже жизнь, бл*!» — и вторник радостно соглашается."
    },
    "cancer": {
      "classic": "День мягче, чем вчера. Эмоции успокаиваются, появляется ощущение защищённости и внутреннего тепла.",
      "uncensored": "Вторник аккуратно гладит вас по голове и не лезет с глупостями. И вы такие: «Вот так нормально. Продолжай»."
    },
    "leo": {
      "classic": "Во вторник вы снова чувствуете себя заметным. Мир реагирует охотнее, и это приятно.",
      "uncensored": "День смотрит на вас с уважением. Потому что вчера вы выжили, а сегодня ещё и хорошо выглядите, бл*."
    },
    "virgo": {
      "classic": "Хаоса меньше, ясности больше. Вторник позволяет спокойно навести порядок — и в делах, и в голове.",
      "uncensored": "Вы уже всё разложили, всё поняли и слегка довольны собой. Вторник работает тихо, чтобы не мешать."
    },
    "libra": {
      "classic": "День ощущается ровным и приятным. Баланс восстанавливается, и даже мелочи радуют.",
      "uncensored": "Вы ловите себя на мысли, что вам нормально. Не идеально, но нормально — и это охренеть как хорошо."
    },
    "scorpio": {
      "classic": "Во вторник глубина остаётся, но напряжение спадает. Можно действовать увереннее и спокойнее.",
      "uncensored": "День понял правила и не лезет. Вы в хорошем настроении — а это редкий и опасный бонус."
    },
    "sagittarius": {
      "classic": "Появляется желание двигаться вперёд, что-то планировать, смотреть дальше.",
      "uncensored": "Вторник такой: «Ну что, поехали?» Вы: «А давай, бл*!» — и день резко становится интереснее."
    },
    "capricorn": {
      "classic": "Рабочий ритм найден. Всё идёт спокойно и эффективно.",
      "uncensored": "Вы включились, система работает, лишнего нет. Вторник ведёт себя как надо — без сюрпризов и тупняка."
    },
    "aquarius": {
      "classic": "Идеи начинают всплывать легко и неожиданно. День даёт пространство для манёвра.",
      "uncensored": "Вас вдруг прёт. И вторник такой: «Окей, делай». Очень редкий случай взаимопонимания, бл*."
    },
    "pisces": {
      "classic": "Во вторник становится легче дышать. Мир будто перестаёт давить и начинает плыть вместе с вами.",
      "uncensored": "Вы скользите по дню без сопротивления. Вторник не мешает — и за это ему спасибо."
    }
  },
  "2025-12-17": {
    "aries": {
      "classic": "Среда ощущается как момент в фильме, когда герой понимает: он уже втянулся. Саундтрек включился, камера приблизилась, назад дороги нет.",
      "uncensored": "Вы сегодня как герой боевика на середине фильма: уставший, злой и уже без иллюзий. Среда пытается что-то от вас хотеть, а вы такие: «Не сегодня, бл*, я уже в режиме разрушения»."
    },
    "taurus": {
      "classic": "День напоминает спокойную серию сериала, где всё знакомо и предсказуемо, но уютно.",
      "uncensored": "Среда ведёт себя как затянутая серия без экшена, и вы сидите с лицом человека, готового нажать «пропустить интро». Если день начнёт тупить — вы его морально ускорите."
    },
    "gemini": {
      "classic": "Среда для вас — как клиповый монтаж: быстро, ярко, с кучей реплик и смыслов.",
      "uncensored": "В голове сегодня полный кроссовер: Marvel, TikTok и внутренний монолог на повышенных. Вы говорите быстрее, думаете громче и вообще выглядите как человек, которому среда не успевает отвечать."
    },
    "cancer": {
      "classic": "День похож на драматический сериал: эмоции глубже, паузы важнее слов.",
      "uncensored": "Вы сегодня как персонаж с тяжёлым прошлым и нулевым терпением. Если кто-то полезет с вопросами — получит взгляд уровня «ты сейчас серьёзно, бл*?»."
    },
    "leo": {
      "classic": "Среда ощущается как сцена, где на вас неожиданно включают свет софитов.",
      "uncensored": "Вы входите в день как персонаж, под которого орёт музыка. Даже если вокруг офис — внутри у вас финальная битва сезона, и вы там главный, бл*."
    },
    "virgo": {
      "classic": "Этот день как хорошо написанный сценарий: логично, аккуратно, без лишних движений.",
      "uncensored": "Вы сегодня режиссёр этой среды. Всё тупое вырезано, все косяки отменены, лишние персонажи — нах*й из кадра. Работает чётко."
    },
    "libra": {
      "classic": "Среда балансирует между артхаусом и массовым кино, и вы ловко держите равновесие.",
      "uncensored": "Вы сегодня выглядите так, будто знаете, как надо, но никому не объясняете. Красиво, раздражающе и с видом «да, я лучше вас понял сюжет, бл*»."
    },
    "scorpio": {
      "classic": "День напоминает нуар: тени длинные, слова лишние, смысл глубже, чем кажется.",
      "uncensored": "Вы сегодня как персонаж, который знает финал и молчит. Среда чувствует это и старается не делать резких движений, чтобы не получить по карме."
    },
    "sagittarius": {
      "classic": "Среда ощущается как дорожное кино: движение есть, цель где-то впереди.",
      "uncensored": "Вы сегодня сбежали из скучного сериала в нормальное приключение. Среда орёт «вернись», а вы уже дальше, быстрее и без лишних объяснений, бл*."
    },
    "capricorn": {
      "classic": "Этот день как деловой триллер: всё решается действиями, не словами.",
      "uncensored": "Вы сегодня как персонаж, который заходит в кадр молча — и всем сразу понятно, кто тут сейчас будет рулить. Среда кивает и не спорит."
    },
    "aquarius": {
      "classic": "Среда для вас — как фестивальный фильм: странный, нестандартный, но цепляющий.",
      "uncensored": "Вы сегодня чистый артхаус на максималках. Половина людей не понимает, что происходит, вторая боится спросить, а вам нормально. Даже приятно, бл*."
    },
    "pisces": {
      "classic": "День ощущается как музыкальная сцена под дождём: красиво, немного грустно, со смыслом.",
      "uncensored": "Вы живёте сегодня в замедленной съёмке, пока остальные бегают как массовка. Среда смотрит и не лезет — она чувствует, что вы сейчас не в том настроении, чтобы вас трогать."
    }
  },
   "2025-12-18": {
    "aries": {
      "classic": "Четверг выглядит как день, который забыл, зачем он существует. Вещи двигаются, события происходят, но ощущение — будто всё это репетиция без зрителей.",
      "uncensored": "Четверг сегодня — каша из дел, мыслей и какого-то бреда. Вы просыпаетесь и сразу понимаете: «А, ясно, опять эта хрень, бл*»."
    },
    "taurus": {
      "classic": "День тянется вязко и странно, как кисель без вкуса. Ничего не происходит, но всё почему-то утомляет.",
      "uncensored": "Четверг липнет к вам, как жвачка к ботинку. Вы идёте, а он за вами тащится и шепчет какую-то бессмыслицу. Отстань, бл*."
    },
    "gemini": {
      "classic": "Мысли сегодня скачут без маршрута, как маршрутка без водителя. Куда едем — неясно, но едем.",
      "uncensored": "В голове сегодня полная словесная помойка: обрывки фраз, мемы, чужие голоса. Вы сами себе такие: «Что ты несёшь, бл*?»"
    },
    "cancer": {
      "classic": "Эмоции ведут себя странно: то есть, то нет, то вроде были, но куда-то делись.",
      "uncensored": "Четверг лезет в душу грязными руками. Вы смотрите на него с выражением «убери это от меня, бл*, я не заказывал»."
    },
    "leo": {
      "classic": "День похож на плохо освещённую сцену, где вы почему-то всё равно главный персонаж, но сценария нет.",
      "uncensored": "Вы сегодня король без короны, трона и вообще без понимания, что происходит. Но все вокруг всё равно тупят сильнее, чем вы, бл*."
    },
    "virgo": {
      "classic": "Реальность сегодня не поддаётся сортировке. Всё не на своих местах, и это раздражает.",
      "uncensored": "Вы пытаетесь навести порядок, но четверг разваливается прямо в руках. Вы такие: «Да что с тобой не так, бл*?» — и бросаете это занятие."
    },
    "libra": {
      "classic": "Баланс сегодня теоретический. На практике — перекос, крен и странное чувство неловкости.",
      "uncensored": "Вы пытаетесь быть гармоничными, но четверг ведёт себя как пьяный родственник на празднике. Стыдно, шумно и бессмысленно."
    },
    "scorpio": {
      "classic": "День тёмный, но не глубокий. Просто мутный, как вода, в которую что-то уронили.",
      "uncensored": "Четверг сегодня липкий и неприятный. Вы чувствуете это кожей и мысленно готовите план, как пережить эту хрень без потерь."
    },
    "sagittarius": {
      "classic": "Хочется куда-то идти, но непонятно куда и зачем. Просто двигаться, чтобы не застрять.",
      "uncensored": "Вы сегодня мечетесь между «свалить» и «пофиг». В итоге делаете и то и другое одновременно. Четверг охреневает."
    },
    "capricorn": {
      "classic": "День выглядит как рабочий, но по ощущениям — фальшивка. Всё вроде есть, а смысла нет.",
      "uncensored": "Вы работаете на автомате, потому что думать об этом дне — себе дороже. Четверг тупой, и вы это знаете."
    },
    "aquarius": {
      "classic": "Реальность сегодня слегка перекошена. Слова звучат не так, лица выглядят странно.",
      "uncensored": "Вы смотрите на происходящее и думаете: «Это что вообще за цирк, бл*?» И, что самое страшное, цирк смотрит в ответ."
    },
    "pisces": {
      "classic": "День похож на сон без сюжета: образы есть, смысла нет, но ощущение остаётся.",
      "uncensored": "Вы плывёте сквозь этот четверг, как через мутную жижу. Не красиво, не приятно, но выбора нет. Просто не захлебнуться, бл*."
    }
  },
   "2025-12-19": {
    "aries": {
      "classic": "Пятница для вас — день столкновений. Кто-то рядом явно пытается мериться силой, но вы это чувствуете заранее.",
      "uncensored": "Вы сегодня на взводе и не просто так. Львы строят из себя королей, но если полезут — получат. Пятница любит, когда вы не терпите, бл*."
    },
    "taurus": {
      "classic": "День стабильный, но напряжённый. Кто-то из знаков явно завидует вашей устойчивости.",
      "uncensored": "Будьте начеку: Близнецы сегодня слишком много говорят рядом с вами. Половина — фигня, вторая — попытка залезть вам в голову. Не ведитесь, бл*."
    },
    "gemini": {
      "classic": "Пятница превращается в игру слов и взглядов. Кто-то реагирует на вас слишком остро.",
      "uncensored": "Вы сегодня троллите всех подряд, но особенно Дев. Они делают вид, что им пофиг, но вы видите, как у них дёргается глаз. Продолжайте, это пятница."
    },
    "cancer": {
      "classic": "Эмоции сегодня как оружие. Вы чувствуете, кто пытается вас задеть, даже если он молчит.",
      "uncensored": "Скорпионы сегодня слишком внимательно на вас смотрят. Не потому что любят — потому что ищут слабое место. Спойлер: нихрена не найдут."
    },
    "leo": {
      "classic": "Вы в центре внимания, но не все этому рады. День похож на арену.",
      "uncensored": "Девы сегодня делают вид, что им всё равно, но под вас реально копают. Аккуратнее: тихие сегодня опаснее громких, бл*."
    },
    "virgo": {
      "classic": "Пятница проверяет вас на выдержку. Кто-то явно ведёт двойную игру.",
      "uncensored": "Львы думают, что вы не заметили их движений. Ха. Вы уже всё поняли и молча складываете компромат. Улыбайтесь."
    },
    "libra": {
      "classic": "Баланс сегодня нарушают чужие конфликты. Вас тянут в сторону.",
      "uncensored": "Овны сегодня шумят рядом и портят эстетику. Вы держитесь, но если они ещё раз ломанутся — вы красиво, но жёстко их осадите."
    },
    "scorpio": {
      "classic": "День глубокий и напряжённый. Вы чувствуете чужие мотивы лучше обычного.",
      "uncensored": "Раки думают, что вы не видите их эмоции. Видите. Просто пока не решили, что с этим делать. А это, как правило, плохой знак."
    },
    "sagittarius": {
      "classic": "Пятница зовёт вас в движение, но кто-то пытается вас притормозить.",
      "uncensored": "Козероги сегодня включили режим «я знаю как лучше». Вы киваете, а потом делаете по-своему. И правильно, бл*."
    },
    "capricorn": {
      "classic": "День рабочий, но с элементами давления со стороны.",
      "uncensored": "Стрельцы сегодня слишком свободные и шумные. Вас это раздражает, но в глубине души вы им завидуете. Не беситесь — контролируйте."
    },
    "aquarius": {
      "classic": "Вы идёте своим путём, и это сбивает других с толку.",
      "uncensored": "Весы сегодня пытаются вас понять. Плохая идея. Вы сами не до конца понимаете, что творите, и это ваше преимущество, бл*."
    },
    "pisces": {
      "classic": "Пятница для вас — странная и туманная. Кто-то явно вмешивается в ваш поток.",
      "uncensored": "Близнецы сегодня суются в ваше пространство с вопросами и шутками. Вы улыбаетесь, но мысленно просите вселенную убрать их подальше."
    }
  },
   "2025-12-20": {
    "aries": {
      "classic": "После вчерашних столкновений остаётся ощущение победы вперемешку с усталостью. Вы живы, бодры и слегка горды собой.",
      "uncensored": "Вы просыпаетесь с мыслью: «Ну, вроде никого не добил». Овны после батла такие — синяки есть, сожалений нет. Если кто-то вспомнит пятницу — вы делаете вид, что не понимаете, о чём речь."
    },
    "taurus": {
      "classic": "Суббота возвращает вам почву под ногами. Всё лишнее оседает, остаётся только спокойствие.",
      "uncensored": "Вы сидите в своём уюте и молча радуетесь, что не полезли в чужую драку. Пусть другие разбираются с последствиями — вы своё пережили и пошли пить чай, бл*."
    },
    "gemini": {
      "classic": "Эхо вчерашних слов всё ещё звенит. Кто-то обиделся, кто-то задумался.",
      "uncensored": "Половина людей сегодня смотрит на вас косо. Вторая — делает вид, что всё ок. Вы такие: «Ребят, это была пятница». И внутренне довольны, конечно."
    },
    "cancer": {
      "classic": "После напряжения хочется тишины. Вы отходите от чужих эмоций медленно, но верно.",
      "uncensored": "Вы эмоционально выжатые, но живые. Если кто-то попытается снова поднять пятничную тему — вы просто уходите в режим «меня нет», и правильно делаете."
    },
    "leo": {
      "classic": "Последствия батла слегка задели эго, но не сломали его. Вы всё ещё на высоте.",
      "uncensored": "Да, кое-кто вчера огрызался. Да, кое-кто думал, что может вас задеть. Сегодня вы просыпаетесь с видом человека, который всё равно выиграл. Потому что, бл*, Лев."
    },
    "virgo": {
      "classic": "Вы анализируете прошедшее и понимаете, кто был прав, а кто просто шумел.",
      "uncensored": "Ваша голова уже разложила пятницу по папкам: «кто ляпнул», «кто накосячил», «кто потом пожалеет». Вы молчите. Это самое страшное."
    },
    "libra": {
      "classic": "Суббота требует восстановления баланса. После батла мир слегка перекосило.",
      "uncensored": "Вы сегодня миротворец поневоле. Все делают вид, что ничего не было, а вы такие: «Ну да, конечно». Красиво улыбаетесь и держите дистанцию."
    },
    "scorpio": {
      "classic": "Вы помните всё. Даже то, что другие уже забыли.",
      "uncensored": "Для вас батл не закончился. Он просто ушёл в архив. Если кто-то думает, что всё прошло — ну… удачи им, бл*."
    },
    "sagittarius": {
      "classic": "Последствия ощущаются как лёгкое похмелье от свободы. Но без сожалений.",
      "uncensored": "Вы вчера наговорили лишнего, наделали странного и вообще были собой. Сегодня пожимаете плечами: «Бывает». И идёте дальше."
    },
    "capricorn": {
      "classic": "Вы оцениваете ущерб и делаете выводы. Эмоции — потом.",
      "uncensored": "Пятничный цирк закончился, и вы снова в режиме контроля. Кто облажался — вы запомнили. Кто нет — тоже. Суббота спокойная, но с холодной памятью."
    },
    "aquarius": {
      "classic": "Вы наблюдаете последствия со стороны, как странный социальный эксперимент.",
      "uncensored": "Вы смотрите на всех и думаете: «Серьёзно? Из-за этого был батл?» Мир смешной, люди предсказуемые, а вы — как обычно, отдельно."
    },
    "pisces": {
      "classic": "После напряжения вы уходите в туман. Восстановление идёт через дистанцию.",
      "uncensored": "Вы эмоционально растворяетесь, потому что вчерашняя дичь до сих пор фонит. Если кто-то полезет с разбором — вы просто исчезнете. И правильно."
    }
  },
   "2025-12-21": {
    "aries": {
      "classic": "Воскресенье смывает напряжение, как тёплая вода. Всё становится проще, движения — мягче, мысли — короче.",
      "uncensored": "Вы сегодня как человек, который первым скатился с горки и понял: всё, конфликтов больше нет, только вода, смех и «а давай ещё раз, бл*»."
    },
    "taurus": {
      "classic": "День ощущается как ленивый отдых у бассейна. Гармония, тепло и никакой спешки.",
      "uncensored": "Вы заняли лучший лежак жизни и никому его не отдадите. Пусть мир плещется где хочет — у вас идеальный воскресный вайб."
    },
    "gemini": {
      "classic": "Воскресенье превращается в игру: шумно, весело, с кучей случайных разговоров.",
      "uncensored": "Вы носитесь между горками, людьми и идеями, как ребёнок на максималках. Гармония есть, но хаотичная — как вы и любите, бл*."
    },
    "cancer": {
      "classic": "Вода сегодня успокаивает. Эмоции становятся ровными, как гладь бассейна.",
      "uncensored": "Вы сидите в тёплой воде и наконец-то чувствуете: никто не лезет, никто не давит. Если кто-то начнёт плескаться — вы просто отплывёте подальше."
    },
    "leo": {
      "classic": "Воскресенье даёт вам удовольствие без необходимости доказывать что-либо.",
      "uncensored": "Вы сегодня король аквапарка. Даже если просто сидите в воде — выглядите так, будто это шоу. Люди смотрят. Вы не против."
    },
    "virgo": {
      "classic": "Даже хаотичный отдых сегодня кажется вам логичным. Всё на своих местах.",
      "uncensored": "Вы сначала скептически смотрите на этот водный бардак, а потом ловите себя на том, что вам… нравится. Да, бл*, бывает и так."
    },
    "libra": {
      "classic": "Воскресенье идеально сбалансировано: шум и тишина, движение и покой.",
      "uncensored": "Вы нашли золотую середину между «покататься» и «полежать». Красиво, гармонично и без лишней суеты — как вы любите."
    },
    "scorpio": {
      "classic": "Вода сегодня очищает и успокаивает. Напряжение растворяется.",
      "uncensored": "Вы не участвуете в общем веселье, но сидите в воде с видом человека, который всё понял. Гармония тихая, но мощная."
    },
    "sagittarius": {
      "classic": "Воскресенье зовёт к движению и смеху. День лёгкий и свободный.",
      "uncensored": "Вы катаетесь со всех горок подряд, орёте от радости и вообще ведёте себя так, будто завтра не существует. И правильно, бл*."
    },
    "capricorn": {
      "classic": "Даже отдых сегодня ощущается заслуженным и правильным.",
      "uncensored": "Вы долго не верили, что можете просто расслабиться. А потом сидите в воде и такие: «Ладно… это было нужно»."
    },
    "aquarius": {
      "classic": "Воскресенье странное, водяное и удивительно гармоничное.",
      "uncensored": "Вы сегодня как человек, который нашёл философию в аквапарке. Пока все визжат — вы ловите инсайт. Мир странный, но классный, бл*."
    },
    "pisces": {
      "classic": "Вода становится вашим пространством. День мягкий, текучий и спокойный.",
      "uncensored": "Вы буквально растворяетесь в этом воскресенье. Вода, свет, шум — всё сливается. Если вас не найдут до вечера — значит, всё прошло идеально."
    }
  }         
}